{
  "Machine": "Machine",
  "Machine specific settings": "Instellingen van de machine",
  "Machine Type": "Type Machine",
  "The name of your 3D printer model.": "De naam van uw 3D-printermodel.",
  "Show Machine Variants": "Machinevarianten tonen",
  "Whether to show the different variants of this machine, which are described in separate json files.": "Hiermee bepaalt u of verschillende varianten van deze machine worden getoond. Deze worden beschreven in afzonderlijke json-bestanden.",
  "Start G-code": "Start G-code",
  "End G-code": "Eind G-code",
  "Material GUID": "Materiaal-GUID",
  "GUID of the material. This is set automatically.": "GUID van het materiaal. Deze optie wordt automatisch ingesteld.",
  "Diameter": "Diameter",
  "Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.": "Bepaalt de diameter van het gebruikte filament. Pas deze waarde aan de diameter van het gebruikte filament aan.",
  "Wait for Build Plate Heatup": "Wachten op verwarmen van platform",
  "Whether to insert a command to wait until the build plate temperature is reached at the start.": "Hiermee bepaalt u of de opdracht moet worden ingevoegd dat bij aanvang moet worden gewacht totdat het platform op temperatuur is.",
  "Wait for Nozzle Heatup": "Wachten op verwarmen van nozzle",
  "Whether to wait until the nozzle temperature is reached at the start.": "Hiermee bepaalt u of bij aanvang moet worden gewacht totdat de nozzle op temperatuur is.",
  "Include Material Temperatures": "Materiaaltemperatuur invoegen",
  "Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.": "Hiermee bepaalt u of aan het begin van de G-code opdrachten voor de nozzletemperatuur moeten worden ingevoegd. Wanneer de start-g-code al opdrachten voor de nozzletemperatuur bevat, wordt deze instelling automatisch uitgeschakeld door de Cura-frontend.",
  "Include Build Plate Temperature": "Platformtemperatuur invoegen",
  "Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.": "Hiermee bepaalt u of aan het begin van de G-code opdrachten voor de platformtemperatuur moeten worden ingevoegd. Wanneer de start-g-code al opdrachten voor de platformtemperatuur bevat, wordt deze instelling automatisch uitgeschakeld door de Cura-frontend.",
  "Machine Width": "Machinebreedte",
  "The width (X-direction) of the printable area.": "De breedte (X-richting) van het printbare gebied.",
  "Machine Depth": "Machinediepte",
  "The depth (Y-direction) of the printable area.": "De diepte (Y-richting) van het printbare gebied.",
  "Build Plate Shape": "Vorm van het platform",
  "The shape of the build plate without taking unprintable areas into account.": "De vorm van het platform zonder rekening te houden met niet-printbare gebieden.",
  "Rectangular": "Rechthoekig",
  "Elliptic": "Ovaal",
  "Build Plate Material": "Materiaal van het platform",
  "The material of the build plate installed on the printer.": "Het materiaal van het platform dat in de printer geïnstalleerd is.",
  "Glass": "Glas",
  "Aluminum": "Aluminium",
  "Machine Height": "Machinehoogte",
  "The height (Z-direction) of the printable area.": "De hoogte (Z-richting) van het printbare gebied.",
  "Has Heated Build Plate": "Heeft verwarmd platform",
  "Whether the machine has a heated build plate present.": "Hiermee geeft u aan of een verwarmd platform aanwezig is.",
  "Has Build Volume Temperature Stabilization": "Heeft temperatuurstabilisatie van werkvolume",
  "Whether the machine is able to stabilize the build volume temperature.": "Of de machine in staat is de temperatuur van het werkvolume te stabiliseren.",
  "Is Center Origin": "Is oorsprongpunt centraal",
  "Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.": "Hiermee geeft u aan of de X/Y-coördinaten van de nul-positie van de printer zich in het midden van het printbare gebied bevinden.",
  "Number of Extruders": "Aantal extruders",
  "Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.": "Aantal extruder trains. Een extruder train is de combinatie van een feeder, Bowden-buis en nozzle.",
  "Number of Extruders That Are Enabled": "Aantal ingeschakelde extruders",
  "Number of extruder trains that are enabled; automatically set in software": "Het aantal extruder trains dat ingeschakeld is; automatisch ingesteld in de software",
  "Outer Nozzle Diameter": "Buitendiameter nozzle",
  "The outer diameter of the tip of the nozzle.": "De buitendiameter van de punt van de nozzle.",
  "Nozzle Length": "Nozzlelengte",
  "The height difference between the tip of the nozzle and the lowest part of the print head.": "Het hoogteverschil tussen de punt van de nozzle en het laagste deel van de printkop.",
  "Nozzle Angle": "Nozzlehoek",
  "The angle between the horizontal plane and the conical part right above the tip of the nozzle.": "De hoek tussen het horizontale vlak en het conische gedeelte boven de punt van de nozzle.",
  "Heat Zone Length": "Lengte verwarmingszone",
  "The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.": "De afstand tussen de punt van de nozzle waarin de warmte uit de nozzle wordt overgedragen aan het filament.",
  "Enable Nozzle Temperature Control": "Regulering van de nozzletemperatuur inschakelen",
  "Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.": "Hiermee geeft u aan of u de temperatuur wilt reguleren vanuit Cura. Schakel deze optie uit als u de nozzletemperatuur buiten Cura om wilt reguleren.",
  "Heat Up Speed": "Verwarmingssnelheid",
  "The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.": "De snelheid (°C/s) waarmee de nozzle wordt verwarmd, gemiddeld over het venster van normale printtemperaturen en de stand-bytemperatuur.",
  "Cool Down Speed": "Afkoelsnelheid",
  "The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.": "De snelheid (°C/s) waarmee de nozzle afkoelt, gemiddeld over het venster van normale printtemperaturen en de stand-bytemperatuur.",
  "Minimal Time Standby Temperature": "Minimale tijd stand-bytemperatuur",
  "The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.": "De minimale tijd die een extruder inactief moet zijn, voordat de nozzle wordt afgekoeld. Alleen als een extruder gedurende langer dan deze tijd niet wordt gebruikt, wordt deze afgekoeld naar de stand-bytemperatuur.",
  "G-code Flavor": "Versie G-code",
  "The type of g-code to be generated.": "De G-code-versie die moet worden gegenereerd.",
  "Marlin": "Marlin",
  "Marlin (Volumetric)": "Marlin (Volumetrisch)",
  "RepRap": "RepRap",
  "Ultimaker 2": "Ultimaker 2",
  "Griffin": "Griffin",
  "Makerbot": "Makerbot",
  "Bits from Bytes": "Bits from Bytes",
  "Mach3": "Mach3",
  "Repetier": "Repetier",
  "Firmware Retraction": "Intrekken via firmware",
  "Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.": "Hiermee bepaalt u of u voor het intrekken van materiaal firmwareopdrachten voor intrekken (G10/G11) gebruikt in plaats van de eigenschap E in G1-opdrachten.",
  "Extruders Share Heater": "Extruders delen verwarming",
  "Whether the extruders share a single heater rather than each extruder having its own heater.": "Hiermee bepaalt u of de extruders één verwarming delen in plaats van dat elke extruder zijn eigen verwarming heeft.",
  "Disallowed Areas": "Verboden gebieden",
  "A list of polygons with areas the print head is not allowed to enter.": "Een lijst polygonen met gebieden waarin de printkop niet mag komen.",
  "Nozzle Disallowed Areas": "Verboden gebieden voor de nozzle",
  "A list of polygons with areas the nozzle is not allowed to enter.": "Een lijst polygonen met gebieden waarin de nozzle niet mag komen.",
  "Machine Head & Fan Polygon": "Machinekop- en ventilatorpolygoon",
  "A 2D silhouette of the print head (fan caps included).": "Een 2D-silouette van de printkop (inclusief ventilatorkappen).",
  "Gantry Height": "Rijbrughoogte",
  "The height difference between the tip of the nozzle and the gantry system (X and Y axes).": "Het hoogteverschil tussen de punt van de nozzle en het rijbrugsysteem (X- en Y-as).",
  "Nozzle ID": "Nozzle-ID",
  "The nozzle ID for an extruder train, such as \\AA 0.4\\ and \\BB 0.8\\.": "De nozzle-ID voor een extruder train, bijvoorbeeld \\AA 0.4\\ en \\BB 0.8\\.",
  "Nozzle Diameter": "Nozzlediameter",
  "The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.": "De binnendiameter van de nozzle. Verander deze instelling wanneer u een nozzle gebruikt die geen standaard formaat heeft.",
  "Offset with Extruder": "Offset met extruder",
  "Apply the extruder offset to the coordinate system.": "Pas de extruderoffset toe op het coördinatensysteem.",
  "Extruder Prime Z Position": "Z-positie voor Primen Extruder",
  "The Z coordinate of the position where the nozzle primes at the start of printing.": "De Z-coördinaat van de positie waar filament in de nozzle wordt teruggeduwd aan het begin van het printen.",
  "Absolute Extruder Prime Position": "Absolute Positie voor Primen Extruder",
  "Make the extruder prime position absolute rather than relative to the last-known location of the head.": "Maak van de primepositie van de extruder de absolute positie, in plaats van de relatieve positie ten opzichte van de laatst bekende locatie van de printkop.",
  "Maximum Speed X": "Maximale Snelheid X",
  "The maximum speed for the motor of the X-direction.": "De maximale snelheid van de motor in de X-richting.",
  "Maximum Speed Y": "Maximale Snelheid Y",
  "The maximum speed for the motor of the Y-direction.": "De maximale snelheid van de motor in de Y-richting.",
  "Maximum Speed Z": "Maximale Snelheid Z",
  "The maximum speed for the motor of the Z-direction.": "De maximale snelheid van de motor in de Z-richting.",
  "Maximum Feedrate": "Maximale Doorvoersnelheid",
  "The maximum speed of the filament.": "De maximale snelheid voor de doorvoer van het filament.",
  "Maximum Acceleration X": "Maximale Acceleratie X",
  "Maximum acceleration for the motor of the X-direction": "De maximale acceleratie van de motor in de X-richting",
  "Maximum Acceleration Y": "Maximale Acceleratie Y",
  "Maximum acceleration for the motor of the Y-direction.": "De maximale acceleratie van de motor in de Y-richting.",
  "Maximum Acceleration Z": "Maximale Acceleratie Z",
  "Maximum acceleration for the motor of the Z-direction.": "De maximale acceleratie van de motor in de Z-richting.",
  "Maximum Filament Acceleration": "Maximale Filamentacceleratie",
  "Maximum acceleration for the motor of the filament.": "De maximale acceleratie van de motor van het filament.",
  "Default Acceleration": "Standaardacceleratie",
  "The default acceleration of print head movement.": "De standaardacceleratie van de printkopbeweging.",
  "Default X-Y Jerk": "Standaard X-/Y-schok",
  "Default jerk for movement in the horizontal plane.": "De standaardschok voor beweging in het horizontale vlak.",
  "Default Z Jerk": "Standaard Z-schok",
  "Default jerk for the motor of the Z-direction.": "De standaardschok voor de motor in de Z-richting.",
  "Default Filament Jerk": "Standaard Filamentschok",
  "Default jerk for the motor of the filament.": "De standaardschok voor de motor voor het filament.",
  "Steps per Millimeter (X)": "Stappen per millimeter (X)",
  "How many steps of the stepper motor will result in one millimeter of movement in the X direction.": "Hoeveel stappen van de stappenmotor nodig zijn voor een verplaatsing van één millimeter in de X-richting.",
  "Steps per Millimeter (Y)": "Stappen per millimeter (Y)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Y direction.": "Hoeveel stappen van de stappenmotor nodig zijn voor een verplaatsing van één millimeter in de Y-richting.",
  "Steps per Millimeter (Z)": "Stappen per millimeter (Z)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Z direction.": "Hoeveel stappen van de stappenmotor nodig zijn voor een verplaatsing van één millimeter in de Z-richting.",
  "Steps per Millimeter (E)": "Stappen per millimeter (E)",
  "How many steps of the stepper motors will result in one millimeter of extrusion.": "Hoeveel stappen van de stappenmotor nodig zijn voor een doorvoer van één millimeter.",
  "X Endstop in Positive Direction": "X-eindstop in positieve richting",
  "Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).": "Of de eindstop op de X-as zich in positieve (hoog X-coördinaat) of negatieve richting (laag X-coördinaat) bevindt.",
  "Y Endstop in Positive Direction": "Y-eindstop in positieve richting",
  "Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).": "Of de eindstop op de Y-as zich in positieve (hoog Y-coördinaat) of negatieve richting (laag Y-coördinaat) bevindt.",
  "Z Endstop in Positive Direction": "Z-eindstop in positieve richting",
  "Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).": "Of de eindstop op de Z-as zich in positieve (hoog Z-coördinaat) of negatieve richting (laag Z-coördinaat) bevindt.",
  "Minimum Feedrate": "Minimale Doorvoersnelheid",
  "The minimal movement speed of the print head.": "De minimale bewegingssnelheid van de printkop.",
  "Feeder Wheel Diameter": "Diameter van het feedertandwiel",
  "The diameter of the wheel that drives the material in the feeder.": "De diameter van het tandwiel waarmee het materiaal in de feeder wordt gevoerd.",
  "Quality": "Kwaliteit",
  "All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)": "Alle instellingen die invloed hebben op de resolutie van de print. Deze instellingen hebben een grote invloed op de kwaliteit (en printtijd).",
  "Layer Height": "Laaghoogte",
  "The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.": "De hoogte van elke laag in mm. Met hogere waarden print u sneller met een lagere resolutie, met lagere waarden print u langzamer met een hogere resolutie.",
  "Initial Layer Height": "Hoogte Eerste Laag",
  "The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.": "De hoogte van de eerste laag in mm. Met een dikkere eerste laag hecht het object beter aan het platform.",
  "Line Width": "Lijnbreedte",
  "Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.": "De breedte van een enkele lijn. Over het algemeen dient de breedte van elke lijn overeen te komen met de breedte van de nozzle. Wanneer deze waarde echter iets wordt verlaagd, resulteert dit in betere prints.",
  "Wall Line Width": "Lijnbreedte Wand",
  "Width of a single wall line.": "Breedte van een enkele wandlijn.",
  "Outer Wall Line Width": "Lijnbreedte Buitenwand",
  "Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.": "De breedte van de buitenste lijn van de wand. Wanneer deze waarde wordt verlaagd, kan nauwkeuriger worden geprint.",
  "Inner Wall(s) Line Width": "Lijnbreedte Binnenwand(en)",
  "Width of a single wall line for all wall lines except the outermost one.": "Breedte van een enkele wandlijn voor alle wandlijnen, behalve de buitenste.",
  "Top/Bottom Line Width": "Lijnbreedte Boven-/onderkant",
  "Width of a single top/bottom line.": "Breedte van een enkele lijn aan de boven-/onderkant.",
  "Infill Line Width": "Lijnbreedte Vulling",
  "Width of a single infill line.": "Breedte van een enkele vullijn.",
  "Skirt/Brim Line Width": "Lijnbreedte Skirt/Brim",
  "Width of a single skirt or brim line.": "Breedte van een enkele skirt- of brimlijn.",
  "Support Line Width": "Lijnbreedte Supportstructuur",
  "Width of a single support structure line.": "Breedte van een enkele lijn van de supportstructuur.",
  "Support Interface Line Width": "Lijnbreedte Verbindingsstructuur",
  "Width of a single line of support roof or floor.": "Breedte van een enkele lijn van het supportdak of de supportvloer.",
  "Support Roof Line Width": "Lijnbreedte supportdak",
  "Width of a single support roof line.": "Breedte van een enkele lijn van het supportdak.",
  "Support Floor Line Width": "Lijnbreedte supportvloer",
  "Width of a single support floor line.": "Breedte van een enkele lijn van de supportvloer.",
  "Prime Tower Line Width": "Lijnbreedte Primepijler",
  "Width of a single prime tower line.": "Breedte van een enkele lijn van de primepijler.",
  "Initial Layer Line Width": "Lijnbreedte eerste laag",
  "Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.": "Vermenigvuldiging van de lijnbreedte van de eerste laag. Door deze te verhogen kan de hechting aan het bed worden verbeterd.",
  "Shell": "Shell",
  "Wall Extruder": "Wandextruder",
  "The extruder train used for printing the walls. This is used in multi-extrusion.": "De extruder train die voor het printen van de wanden wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Outer Wall Extruder": "Extruder buitenwand",
  "The extruder train used for printing the outer wall. This is used in multi-extrusion.": "De extruder train die voor het printen van de buitenwand wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Inner Wall Extruder": "Extruder binnenwand",
  "The extruder train used for printing the inner walls. This is used in multi-extrusion.": "De extruder train die voor het printen van de binnenwanden wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Wall Thickness": "Wanddikte",
  "The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.": "De dikte van de wanden in horizontale richting. Het aantal wanden wordt bepaald door het delen van deze waarde door de breedte van de wandlijn.",
  "Wall Line Count": "Aantal Wandlijnen",
  "The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.": "Het aantal wandlijnen. Wanneer deze waarde wordt berekend aan de hand van de wanddikte, wordt deze afgerond naar een geheel getal.",
  "Outer Wall Wipe Distance": "Veegafstand buitenwand",
  "Distance of a travel move inserted after the outer wall, to hide the Z seam better.": "Afstand van een beweging die ingevoegd is na de buitenwand, om de Z-naad beter te maskeren.",
  "Top Surface Skin Extruder": "Extruder bovenskin",
  "The extruder train used for printing the top most skin. This is used in multi-extrusion.": "De extruder train die voor het printen van de bovenste skinlaag wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Top Surface Skin Layers": "Bovenste skinlagen",
  "The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.": "Het aantal bovenste skinlagen. Doorgaans is één bovenste skinlaag voldoende om oppervlakken van hogere kwaliteit te verkrijgen.",
  "Top/Bottom Extruder": "Extruder Boven-/Onderkant",
  "The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.": "De extruder train die voor het printen van de boven- en onderskin wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Top/Bottom Thickness": "Dikte Boven-/Onderkant",
  "The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.": "De dikte van de boven-/onderlagen in de print. Het aantal boven-/onderlagen wordt bepaald door het delen van deze waarde door de laaghoogte.",
  "Top Thickness": "Dikte Bovenkant",
  "The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.": "De dikte van de bovenlagen in de print. Het aantal bovenlagen wordt bepaald door het delen van deze waarde door de laaghoogte.",
  "Top Layers": "Bovenlagen",
  "The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.": "Het aantal bovenlagen. Wanneer deze waarde wordt berekend aan de hand van de dikte van de bovenkant, wordt deze afgerond naar een geheel getal.",
  "Bottom Thickness": "Bodemdikte",
  "The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.": "De dikte van de onderlagen in de print. Het aantal onderlagen wordt bepaald door het delen van deze waarde door de laaghoogte.",
  "Bottom Layers": "Bodemlagen",
  "The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.": "Het aantal bodemlagen. Wanneer deze waarde wordt berekend aan de hand van de dikte van de bodem, wordt deze afgerond naar een geheel getal.",
  "Initial Bottom Layers": "Eerste onderste lagen",
  "The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.": "Het aantal initiële onderste lagen, vanaf de bouwplaat naar boven. Wanneer deze waarde wordt berekend aan de hand van de dikte van de bodem, wordt deze afgerond naar een geheel getal.",
  "Top/Bottom Pattern": "Patroon Boven-/Onderkant",
  "The pattern of the top/bottom layers.": "Het patroon van de boven-/onderlagen.",
  "Lines": "Lijnen",
  "Concentric": "Concentrisch",
  "Zig Zag": "Zigzag",
  "Bottom Pattern Initial Layer": "Eerste laag patroon onderkant",
  "The pattern on the bottom of the print on the first layer.": "Het patroon van de eerste laag aan de onderkant van de print.",
  "Connect Top/Bottom Polygons": "Boven-/onderkant Polygonen Verbinden",
  "Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.": "Verbind skinpaden aan de boven-/onderkant waar ze naast elkaar lopen. Met deze instelling wordt bij concentrische patronen de bewegingstijd aanzienlijk verkort. Dit kan echter ten koste gaan van de kwaliteit van de bovenste laag aangezien de verbindingen in het midden van de vulling kunnen komen te liggen.",
  "Top/Bottom Line Directions": "Lijnrichtingen boven-/onderkant",
  "A list of integer line directions to use when the top/bottom layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).": "Een lijst met gehele getallen voor lijnrichtingen die moet worden gebruikt wanneer voor de boven-/onderlagen een lijn- of zigzagpatroon wordt gebruikt. Elementen uit de lijst worden tijdens het printen van de lagen opeenvolgend gebruikt. Wanneer het einde van de lijst bereikt is, wordt deze weer van voren af aan gestart. De lijstitems zijn gescheiden door komma's en de hele lijst is binnen vierkante haken geplaatst. Standaard wordt een lege lijst gebruikt, wat inhoudt dat de traditionele standaardhoeken (45 en 135 graden) worden gebruikt.",
  "Outer Wall Inset": "Uitsparing Buitenwand",
  "Inset applied to the path of the outer wall. If the outer wall is smaller than the nozzle, and printed after the inner walls, use this offset to get the hole in the nozzle to overlap with the inner walls instead of the outside of the model.": "Uitsparing die wordt toegepast in de buitenwand. Als de buitenwand smaller is dan de nozzle en na de binnenwand wordt geprint, gebruikt u deze offset om het gat in de nozzle te laten overlappen met de binnenwanden in plaats van met de buitenkant van het model.",
  "Optimize Wall Printing Order": "Printvolgorde van wanden optimaliseren",
  "Optimize the order in which walls are printed so as to reduce the number of retractions and the distance travelled. Most parts will benefit from this being enabled but some may actually take longer so please compare the print time estimates with and without optimization. First layer is not optimized when choosing brim as build plate adhesion type.": "Optimaliseer de volgorde waarin wanden worden geprint om het aantal intrekbewegingen en de afgelegde afstand te verkleinen. Deze instelling is gunstig voor de meeste onderdelen. Bij sommige onderdelen duurt het printen echter langer. Controleer daarom de verwachte printtijd met en zonder optimalisatie. De eerste laag wordt niet geoptimaliseerd als u brim kiest als hechting aan platform.",
  "Outer Before Inner Walls": "Buitenwanden vóór Binnenwanden",
  "Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.": "Wanneer deze optie is ingeschakeld, worden wanden van buiten naar binnen geprint. Hiermee kan de dimensionale nauwkeurigheid in X en Y worden verbeterd wanneer u kunststof met hoge viscositeit gebruikt, zoals ABS. Het kan echter leiden tot een verminderde kwaliteit van het oppervlak van de buitenwand, met name bij overhangen.",
  "Alternate Extra Wall": "Afwisselend Extra Wand",
  "Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.": "Print op afwisselende lagen een extra wand. Op deze manier wordt vulling tussen deze extra wanden gevangen, wat leidt tot sterkere prints.",
  "Compensate Wall Overlaps": "Overlapping van Wanden Compenseren",
  "Compensate the flow for parts of a wall being printed where there is already a wall in place.": "Compenseer de doorvoer van wanddelen die worden geprint op een plek waar zich al een wanddeel bevindt.",
  "Compensate Outer Wall Overlaps": "Overlapping van Buitenwanden Compenseren",
  "Compensate the flow for parts of an outer wall being printed where there is already a wall in place.": "Hiermee wordt de doorvoer gecompenseerd voor delen van buitenwanden die worden geprint op een plek waar zich al een wanddeel bevindt.",
  "Compensate Inner Wall Overlaps": "Overlapping van Binnenwanden Compenseren",
  "Compensate the flow for parts of an inner wall being printed where there is already a wall in place.": "Hiermee wordt de doorvoer gecompenseerd voor delen van binnenwanden die worden geprint op een plek waar zich al een wanddeel bevindt.",
  "Minimum Wall Flow": "Minimale Wand-doorvoer",
  "Minimum allowed percentage flow for a wall line. The wall overlap compensation reduces a wall's flow when it lies close to an existing wall. Walls whose flow is less than this value will be replaced with a travel move. When using this setting, you must enable the wall overlap compensation and print the outer wall before inner walls.": "Minimaal toegestane doorvoerpercentage voor een wandlijn. Compensatie van de overlapping van wanden zorgt voor een kleinere doorvoer tijdens het printen van een wand als deze dicht bij een bestaande wand ligt. Wanden waarbij de doorvoerwaarde lager is dan deze waarde, worden vervangen door een beweging. Wanneer u deze instelling gebruikt, moet u compensatie van overlapping van wanden inschakelen en de buitenwand printen voordat u de binnenwanden print.",
  "Prefer Retract": "Bij Voorkeur Intrekken",
  "If enabled, retraction is used rather than combing for travel moves that replace walls whose flow is below the minimum flow threshold.": "Als deze optie ingeschakeld is, volgt er een intrekbeweging in plaats van een combing-beweging ter vervanging van wanden waarbij de doorvoer lager is dan de minimale doorvoerwaarde.",
  "Fill Gaps Between Walls": "Gaten tussen wanden vullen",
  "Fills the gaps between walls where no walls fit.": "Hiermee worden de gaten tussen wanden gevuld op plekken waar geen wand past.",
  "Nowhere": "Nergens",
  "Everywhere": "Overal",
  "Filter Out Tiny Gaps": "Kleine gaten wegfilteren",
  "Filter out tiny gaps to reduce blobs on outside of model.": "Kleine gaten wegfilteren om blobs aan de buitenzijde van het model te verminderen.",
  "Print Thin Walls": "Dunne wanden printen",
  "Print pieces of the model which are horizontally thinner than the nozzle size.": "Print delen van het model die horizontaal dunner zijn dan de maat van de nozzle.",
  "Horizontal Expansion": "Horizontale Uitbreiding",
  "Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.": "De mate van offset die wordt toegepast op alle polygonen in elke laag. Met positieve waarden compenseert u te grote gaten, met negatieve waarden compenseert u te kleine gaten.",
  "Initial Layer Horizontal Expansion": "Eerste laag Horizontale uitbreiding",
  "Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as \\elephant's foot\\.": "De mate van offset die wordt toegepast op alle polygonen in de eerste laag. Met negatieve waarden compenseert u het samenpersen van de eerste laag, ook wel 'olifantenpoot' genoemd.",
  "Hole Horizontal Expansion": "Horizontale uitbreiding gaten",
  "Amount of offset applied to all holes in each layer. Positive values increase the size of the holes, negative values reduce the size of the holes.": "De offset die wordt toegepast op alle gaten in elke laag. Met positieve waarden worden de gaten groter, met negatieve waarden worden de gaten kleiner.",
  "Z Seam Alignment": "Uitlijning Z-naad",
  "Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.": "Het startpunt voor elk pad in een laag. Wanneer paden in opeenvolgende lagen op hetzelfde punt beginnen, kan in de print een verticale naad zichtbaar zijn. De naad is het eenvoudigst te verwijderen wanneer deze zich nabij een door de gebruiker opgegeven locatie van de print bevindt. De onnauwkeurigheden vallen minder op wanneer het pad steeds op een willekeurige plek begint. De print is sneller af wanneer het kortste pad wordt gekozen.",
  "User Specified": "Door de gebruiker opgegeven",
  "Shortest": "Kortste",
  "Random": "Willekeurig",
  "Sharpest Corner": "Scherpste hoek",
  "Z Seam Position": "Z-naadpositie",
  "The position near where to start printing each part in a layer.": "De positie nabij waar met het printen van elk deel van een laag moet worden begonnen.",
  "Back Left": "Linksachter",
  "Back": "Achter",
  "Back Right": "Rechtsachter",
  "Right": "Rechts",
  "Front Right": "Rechtsvoor",
  "Front": "Voor",
  "Front Left": "Linksvoor",
  "Left": "Links",
  "Z Seam X": "Z-naad X",
  "The X coordinate of the position near where to start printing each part in a layer.": "De X-coördinaat van de positie nabij waar met het printen van elk deel van een laag moet worden begonnen.",
  "Z Seam Y": "Z-naad Y",
  "The Y coordinate of the position near where to start printing each part in a layer.": "De Y-coördinaat van de positie nabij waar met het printen van elk deel van een laag moet worden begonnen.",
  "Seam Corner Preference": "Voorkeur van naad en hoek",
  "Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.": "Instellen of hoeken in het model invloed hebben op de positie van de naad. Geen wil zeggen dat hoeken geen invloed hebben op de positie van de naad. Met Naad Verbergen is de kans groter dat de naad op een binnenhoek komt. Met Naad Zichtbaar Maken is de kans groter dat de naad op een buitenhoek komt. Met Naad Verbergen of Naad Zichtbaar Maken is de kans groter dat de naad op een binnen- of buitenhoek komt. Met Slim Verbergen zijn zowel binnen- als buitenhoeken mogelijk, maar wordt er vaker (indien van toepassing) gebruikgemaakt van binnenhoeken.",
  "None": "Geen",
  "Hide Seam": "Naad verbergen",
  "Expose Seam": "Naad zichtbaar maken",
  "Hide or Expose Seam": "Naad verbergen of zichtbaar maken",
  "Smart Hiding": "Slim verbergen",
  "Z Seam Relative": "Relatieve Z-naad",
  "When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.": "Als deze optie ingeschakeld is, zijn de Z-naadcoördinaten relatief ten opzichte van het midden van elk deel. Als de optie uitgeschakeld is, staan de coördinaten voor een absolute positie op het platform.",
  "No Skin in Z Gaps": "Geen skin in Z-gaten",
  "When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.": "Als het model kleine verticale gaten van slechts een paar lagen heeft, bevindt er zich doorgaans een skin rond die lagen in de kleine ruimte. Schakel deze instelling in om geen skin te genereren als de verticale tussenruimte erg klein is. Zo verloopt printen en slicen sneller, maar technisch nadeel is dat de vulling aan de lucht wordt blootgesteld.",
  "Extra Skin Wall Count": "Aantal Extra Wandlijnen Rond Skin",
  "Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.": "Vervang het buitenste gedeelte van het patroon boven-/onderkant door een aantal concentrische lijnen. Het gebruik van 1 of 2 lijnen verbetert daken die op vulmateriaal beginnen.",
  "Enable Ironing": "Strijken inschakelen",
  "Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.": "Nog een extra keer over de bovenlaag gaan, dit keer zonder veel materiaal te extruderen. Hierdoor wordt de kunststof aan de bovenkant verder gesmolten, waardoor een gladder oppervlak wordt verkregen. De kamerdruk in de nozzle wordt hoog gehouden zodat de spleten in het oppervlak met materiaal worden gevuld.",
  "Iron Only Highest Layer": "Alleen hoogste laag strijken",
  "Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.": "Strijk alleen de allerlaatste laag van het voorwerp. Dit bespaart tijd als de daaronder gelegen lagen geen glad oppervlak vereisen.",
  "Ironing Pattern": "Strijkpatroon",
  "The pattern to use for ironing top surfaces.": "Het patroon dat wordt gebruikt voor het strijken van oppervlakken.",
  "Ironing Line Spacing": "Tussenruimte strijklijnen",
  "The distance between the lines of ironing.": "De afstand tussen de strijklijnen.",
  "Ironing Flow": "Strijkdoorvoer",
  "The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.": "De hoeveelheid materiaal, in verhouding tot een normale skinlijn, die tijdens het strijken moet worden doorgevoerd. Als de nozzle gevuld blijft, kunnen scheuren in de bovenlaag worden gevuld. Te hoge doorvoer leidt echter tot uitstulpingen aan de zijkant van het oppervlak.",
  "Ironing Inset": "Uitsparing strijken",
  "A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.": "De afstand die moet worden aangehouden tot de randen van het model. Strijken tot de rand van het raster kan leiden tot een gerafelde rand van de print.",
  "Ironing Speed": "Strijksnelheid",
  "The speed at which to pass over the top surface.": "De snelheid waarmee over de bovenste laag wordt bewogen.",
  "Ironing Acceleration": "Strijkacceleratie",
  "The acceleration with which ironing is performed.": "De acceleratie tijdens het strijken.",
  "Ironing Jerk": "Schok strijken",
  "The maximum instantaneous velocity change while performing ironing.": "De maximale onmiddellijke snelheidsverandering tijdens het strijken.",
  "Skin Overlap Percentage": "Overlappercentage Skin",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Pas de mate van overlap tussen de wanden en (de eindpunten van) de skin-middellijnen aan, als percentage van de lijnbreedtes van de skin-lijnen en de binnenste wand. Met een lichte overlap kunnen de wanden goed hechten aan de skin. Houd er rekening mee dat met een gelijke lijnbreedte voor skin en wand, skin buiten de wand kan treden bij een percentage hoger dan 50%, omdat de nozzle van de skin-extruder op deze positie al voorbij het midden van de wand kan zijn.",
  "Skin Overlap": "Overlap Skin",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Pas de mate van overlap tussen de wanden en (de eindpunten van) de skin-middellijnen aan. Met een lichte overlap kunnen de wanden goed hechten aan de skin. Houd er rekening mee dat met een gelijke lijnbreedte voor skin en wand, skin buiten de wand kan treden bij een waarde groter dan de halve wandbreedte, omdat de nozzle van de skin-extruder op deze positie het midden van de wand al kan hebben bereikt.",
  "Infill": "Vulling",
  "Infill Extruder": "Vullingextruder",
  "The extruder train used for printing infill. This is used in multi-extrusion.": "De extruder train die voor het printen van de vulling wordt gebruikt. Deze wordt gebruikt in meervoudige doorvoer.",
  "Infill Density": "Dichtheid Vulling",
  "Adjusts the density of infill of the print.": "Past de vuldichtheid van de print aan.",
  "Infill Line Distance": "Lijnafstand Vulling",
  "Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.": "De afstand tussen de geprinte vullijnen. Deze instelling wordt berekend op basis van de dichtheid van de vulling en de lijnbreedte van de vulling.",
  "Infill Pattern": "Vulpatroon",
  "The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction.": "Het patroon van het vulmateriaal van de print. De lijn- en zigzagvulling veranderen per vullaag van richting, waardoor wordt bespaard op materiaalkosten. De raster-, driehoeks-, tri-hexagonale, kubische, achtvlaks-, afgeknotte kubus-, kruis- en concentrische patronen worden elke laag volledig geprint. Gyroïde, kubische, afgeknotte kubus- en achtvlaksvullingen veranderen elke laag voor een meer gelijke krachtverdeling in elke richting.",
  "Grid": "Raster",
  "Triangles": "Driehoeken",
  "Tri-Hexagon": "Tri-hexagonaal",
  "Cubic": "Kubisch",
  "Cubic Subdivision": "Kubische onderverdeling",
  "Octet": "Octet",
  "Quarter Cubic": "Afgeknotte kubus",
  "Cross": "Kruis",
  "Cross 3D": "Kruis 3D",
  "Gyroid": "Gyroïde",
  "Connect Infill Lines": "Vullijnen verbinden",
  "Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.": "Verbindt de uiteinden waar het vulpatroon bij de binnenwand komt, met een lijn die de vorm van de binnenwand volgt. Als u deze instelling inschakelt, kan de vulling beter hechten aan de wanden en wordt de invloed van de vulling op de kwaliteit van de verticale oppervlakken kleiner. Als u deze instelling uitschakelt, wordt er minder materiaal gebruikt.",
  "Connect Infill Polygons": "Vulpolygonen Verbinden",
  "Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.": "Vulpaden verbinden waar ze naast elkaar lopen. Bij vulpatronen die uit meerdere gesloten polygonen bestaan, wordt met deze instelling de bewegingstijd aanzienlijk verkort.",
  "Infill Line Directions": "Lijnrichting vulling",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).": "Een lijst met gehele getallen voor lijnrichtingen die moet worden gebruikt. Elementen uit de lijst worden tijdens het printen van de lagen opeenvolgend gebruikt. Wanneer het einde van de lijst bereikt is, wordt deze weer van voren af aan gestart. De lijstitems zijn gescheiden door komma's en de hele lijst is binnen vierkante haken geplaatst. Standaard wordt een lege lijst gebruikt, wat inhoudt dat de traditionele standaardhoeken (45 en 135 graden voor het lijn- en zigzagpatroon en 45 voor alle andere patronen) worden gebruikt.",
  "Infill X Offset": "Vulling X-offset",
  "The infill pattern is moved this distance along the X axis.": "Het vulpatroon wordt over deze afstand verplaatst langs de X-as.",
  "Infill Y Offset": "Vulling Y-offset",
  "The infill pattern is moved this distance along the Y axis.": "Het vulpatroon wordt over deze afstand verplaatst langs de Y-as.",
  "Randomize Infill Start": "Start willekeurig invullen",
  "Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.": "Bepaal willekeurig welke invullijn het eerst wordt geprint. Dit voorkomt dat één segment het sterkst wordt, maar gaat ten koste van een extra beweging.",
  "Infill Line Multiplier": "Vermenigvuldiging Vullijn",
  "Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.": "Zet elke vullijn om naar zoveel keer vullijnen. De extra lijnen kruisen elkaar niet, maar mijden elkaar. Hierdoor wordt de vulling stijver, maar duurt het printen langer en wordt er meer materiaal verbruikt.",
  "Extra Infill Wall Count": "Aantal Extra Wanden Rond vulling",
  "Cubic Subdivision Shell": "Kubische onderverdeling shell",
  "An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.": "Een aanvulling op de straal vanuit het midden van elk blok om de rand van het model te detecteren, om te bepalen of het blok moet worden onderverdeeld. Een hogere waarde leidt tot een dikkere shell voor kleine blokken bij de rand van het model.",
  "Infill Overlap Percentage": "Overlappercentage vulling",
  "The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.": "De mate van overlap tussen de vulling en de wanden als percentage van de lijnbreedte van de vulling. Met een lichte overlap kunnen de wanden goed hechten aan de vulling.",
  "Infill Overlap": "Overlap Vulling",
  "The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.": "De mate van overlap tussen de vulling en de wanden. Met een lichte overlap kunnen de wanden goed hechten aan de vulling.",
  "Infill Wipe Distance": "Veegafstand Vulling",
  "Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.": "De afstand voor een beweging die na het printen van elke vullijn wordt ingevoegd, om ervoor te zorgen dat de vulling beter aan de wanden hecht. Deze optie lijkt op de optie voor overlap van vulling. Tijdens deze beweging is er echter geen doorvoer en de beweging vindt maar aan één uiteinde van de vullijn plaats.",
  "Infill Layer Thickness": "Dikte Vullaag",
  "The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "De dikte per laag vulmateriaal. Deze waarde moet altijd een veelvoud van de laaghoogte zijn en wordt voor het overige afgerond.",
  "Gradual Infill Steps": "Stappen Geleidelijke Vulling",
  "Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.": "Het aantal keren dat de vuldichtheid wordt gehalveerd naarmate er verder onder het oppervlak wordt geprint. Gebieden die zich dichter bij het oppervlak bevinden, krijgen een hogere dichtheid, tot de waarde die is opgegeven in de optie Dichtheid vulling.",
  "Gradual Infill Step Height": "Staphoogte Geleidelijke Vulling",
  "The height of infill of a given density before switching to half the density.": "De hoogte van de vulling van een opgegeven dichtheid voordat wordt overgeschakeld naar de helft van deze dichtheid.",
  "Infill Before Walls": "Vulling vóór Wanden",
  "Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.": "Print de vulling voordat de wanden worden geprint. Wanneer u eerst de wanden print, worden deze nauwkeuriger geprint, maar wordt de overhang mogelijk van mindere kwaliteit. Wanneer u eerst de vulling print, worden de wanden steviger, maar schijnt het vulpatroon mogelijk door.",
  "Minimum Infill Area": "Minimumgebied vulling",
  "Don't generate areas of infill smaller than this (use skin instead).": "Genereer geen gebieden met vulling die kleiner zijn dan deze waarde (gebruik in plaats daarvan een skin).",
  "Infill Support": "Supportvulling",
  "Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.": "Print alleen vulstructuren waarvan de bovenkant van het model moet worden ondersteund. Hiermee reduceert u de printtijd en het materiaalgebruik. Dit kan echter leiden tot een niet gelijkmatige objectsterkte.",
  "Infill Overhang Angle": "Overhanghoek vulling",
  "The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.": "De minimale interne overhanghoek waarbij vulling wordt toegevoegd. Bij een waarde van 0° worden objecten volledig gevuld. Bij 90° wordt er geen vulling geprint.",
  "Skin Removal Width": "Verwijderingsbreedte skin",
  "The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.": "De grootste breedte van skingebieden die verwijderd moeten worden. Elk skingebied dat smaller is dan deze waarde zal verdwijnen. Hiermee kan op tijd en materiaal worden bespaard bij het printen van de bovenste/onderste skinlaag op schuine vlakken in het model.",
  "Top Skin Removal Width": "Verwijderingsbreedte bovenste skinlaag",
  "The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.": "De grootste breedte van delen van bovenste skingebieden die verwijderd moeten worden. Elk skingebied dat smaller is dan deze waarde, zal verdwijnen. Hiermee kan op tijd en materiaal worden bespaard bij het printen van de bovenste/onderste skinlaag op schuine vlakken in het model.",
  "Bottom Skin Removal Width": "Verwijderingsbreedte onderste skinlaag",
  "The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.": "De grootste breedte van delen van de onderste skingebieden die verwijderd moeten worden. Elk skingebied dat smaller is dan deze waarde, zal verdwijnen. Hiermee kan op tijd en materiaal worden bespaard bij het printen van de onderste skinlaag op schuine vlakken in het model.",
  "Skin Expand Distance": "Uitbreidingsafstand van skin",
  "The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.": "De afstand waarmee de skin wordt uitgebreid in de vulling. Bij hogere waarden hecht de skin beter aan het vulpatroon en hechten de wanden van aangrenzende lagen beter aan de skin. Bij lagere waarden wordt er minder materiaal gebruikt.",
  "Top Skin Expand Distance": "Uitbreidingsafstand van bovenste skinlaag",
  "The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.": "De afstand waarmee de bovenste skinlagen worden uitgebreid in de vulling. Bij hogere waarden hecht de skin beter aan het vulpatroon en hechten de wanden op de bovenliggende laag beter aan de skin. Bij lagere waarden wordt er minder materiaal gebruikt.",
  "Bottom Skin Expand Distance": "Uitbreidingsafstand van onderste skinlaag",
  "The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.": "De afstand waarmee de onderste skinlagen worden uitgebreid in de vulling. Bij hogere waarden hecht de skin beter aan het vulpatroon en de wanden van de onderliggende laag. Bij lagere waarden wordt er minder materiaal gebruikt.",
  "Maximum Skin Angle for Expansion": "Maximale skinhoek voor uitbreiding",
  "Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal, while an angle of 90° is vertical.": "Van boven- en/of onderoppervlakken van het object met een hoek die groter is dan deze instelling, wordt de boven-/onderksin niet uitgebreid. Hiermee wordt de uitbreiding voorkomen van smalle skingebieden die worden gemaakt wanneer het modeloppervlak een nagenoeg verticale helling heeft. Een hoek van 0° is horizontaal en een hoek van 90° is verticaal.",
  "Minimum Skin Width for Expansion": "Minimale skinbreedte voor uitbreiding",
  "Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.": "Skingebieden die smaller zijn dan deze waarde, worden niet uitgebreid. Dit voorkomt het uitbreiden van smalle skingebieden die worden gemaakt wanneer het modeloppervlak een nagenoeg verticale helling heeft.",
  "Skin Edge Support Thickness": "Dikte skinrandondersteuning",
  "The thickness of the extra infill that supports skin edges.": "De dikte van de extra vulling die skinranden ondersteunt.",
  "Skin Edge Support Layers": "Lagen skinrandondersteuning",
  "The number of infill layers that supports skin edges.": "Het aantal opvullagen dat skinranden ondersteunt.",
  "Material": "Materiaal",
  "Default Printing Temperature": "Standaard printtemperatuur",
  "The default temperature used for printing. This should be the \\base\\ temperature of a material. All other print temperatures should use offsets based on this value": "De standaardtemperatuur waarmee wordt geprint. Dit moet overeenkomen met de basistemperatuur van een materiaal. Voor alle andere printtemperaturen moet een offset worden gebruikt die gebaseerd is op deze waarde",
  "Build Volume Temperature": "Temperatuur werkvolume",
  "The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.": "De omgevingstemperatuur waarin wordt geprint. Als deze waarde is ingesteld op 0, wordt de temperatuur van het werkvolume niet aangepast.",
  "Printing Temperature": "Printtemperatuur",
  "The temperature used for printing.": "De temperatuur waarmee wordt geprint.",
  "Printing Temperature Initial Layer": "Printtemperatuur van de eerste laag",
  "The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.": "De temperatuur waarmee de eerste laag wordt geprint. Stel deze optie in op 0 om speciale bewerkingen voor de eerste laag uit te schakelen.",
  "Initial Printing Temperature": "Starttemperatuur voor printen",
  "The minimal temperature while heating up to the Printing Temperature at which printing can already start.": "De minimale temperatuur tijdens het opwarmen naar de printtemperatuur waarbij met printen kan worden begonnen.",
  "Final Printing Temperature": "Eindtemperatuur voor printen",
  "The temperature to which to already start cooling down just before the end of printing.": "De temperatuur waarnaar alvast kan worden afgekoeld net voordat het printen wordt beëindigd.",
  "Extrusion Cool Down Speed Modifier": "Aanpassing Afkoelsnelheid Doorvoer",
  "The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.": "De extra snelheid waarmee de nozzle tijdens het doorvoeren afkoelt. Met dezelfde waarde wordt ook de verloren verwarmingssnelheid aangeduid wanneer tijdens het doorvoeren wordt verwarmd.",
  "Default Build Plate Temperature": "Standaardtemperatuur platform",
  "The default temperature used for the heated build plate. This should be the \\base\\ temperature of a build plate. All other print temperatures should use offsets based on this value": "De standaardtemperatuur die wordt gebruikt voor het verwarmde platform. Dit moet overeenkomen met de basistemperatuur van een platform. Voor alle andere printtemperaturen moet een offset worden gebruikt die is gebaseerd op deze waarde",
  "Build Plate Temperature": "Platformtemperatuur",
  "The temperature used for the heated build plate. If this is 0, the bed temperature will not be adjusted.": "De temperatuur van het verwarmde platform. Als deze waarde is ingesteld op 0, wordt de printbedtemperatuur niet aangepast.",
  "Build Plate Temperature Initial Layer": "Platformtemperatuur voor de eerste laag",
  "The temperature used for the heated build plate at the first layer.": "De temperatuur van het verwarmde platform voor de eerste laag.",
  "Adhesion Tendency": "Hechtingsgevoeligheid",
  "Surface adhesion tendency.": "Hechtingsgevoeligheid van het oppervlak.",
  "Surface Energy": "Oppervlakte-energie",
  "Surface energy.": "Oppervlakte-energie.",
  "Shrinkage Ratio": "Krimpverhouding",
  "Shrinkage ratio in percentage.": "Krimpverhouding in procenten.",
  "Crystalline Material": "Kristallijnmateriaal",
  "Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?": "Breekt dit materiaal recht af wanneer het wordt verwarmd (kristallijn) of produceert het lange, met elkaar verweven polymeerketens (niet-kristallijn)?",
  "Anti-ooze Retracted Position": "Intrekpositie voor niet-uitlopen",
  "How far the material needs to be retracted before it stops oozing.": "Hoe ver het materiaal moet worden ingetrokken voordat het niet meer uitloopt.",
  "Anti-ooze Retraction Speed": "Intreksnelheid voor niet-uitlopen",
  "How fast the material needs to be retracted during a filament switch to prevent oozing.": "Hoe snel het materiaal moet worden ingetrokken tijdens het wisselen van een filament om uitlopen te voorkomen.",
  "Break Preparation Retracted Position": "Intrekpositie voor voorbereiding van afbreken",
  "How far the filament can be stretched before it breaks, while heated.": "Hoe ver het filament kan worden uitgerekt voordat het afbreekt, wanneer het wordt verwarmd.",
  "Break Preparation Retraction Speed": "Intreksnelheid voor voorbereiding van afbreken",
  "How fast the filament needs to be retracted just before breaking it off in a retraction.": "Hoe snel het filament moet worden ingetrokken voordat het bij het intrekken afbreekt.",
  "Break Preparation Temperature": "Temperatuur voor voorbereiding van afbreken",
  "The temperature used to purge material, should be roughly equal to the highest possible printing temperature.": "De temperatuur die wordt gebruikt om materiaal te zuiveren, moet ongeveer gelijk zijn aan de hoogst mogelijke printtemperatuur.",
  "Break Retracted Position": "Intrekpositie voor afbreken",
  "How far to retract the filament in order to break it cleanly.": "Hoe ver het filament moet worden ingetrokken om het recht af te breken.",
  "Break Retraction Speed": "Intreksnelheid voor afbreken",
  "The speed at which to retract the filament in order to break it cleanly.": "De snelheid waarmee het filament wordt ingetrokken om het recht af te breken.",
  "Break Temperature": "Temperatuur voor afbreken",
  "The temperature at which the filament is broken for a clean break.": "De temperatuur waarbij het filament wordt afgebroken om het recht af te breken.",
  "Flush Purge Speed": "Afvoersnelheid flush",
  "How fast to prime the material after switching to a different material.": "Hoe snel het materiaal moet worden geprimed na het overschakelen op een ander materiaal.",
  "Flush Purge Length": "Afvoerduur flush",
  "How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.": "Hoeveel materiaal moet worden gebruikt om het vorige materiaal uit de nozzle te verwijderen (in lengte filament) bij het overschakelen op een ander materiaal.",
  "End of Filament Purge Speed": "Afvoersnelheid einde van filament",
  "How fast to prime the material after replacing an empty spool with a fresh spool of the same material.": "Hoe snel het materiaal moet worden geprimed na het vervangen van een lege spoel door een nieuwe spoel van hetzelfde materiaal.",
  "End of Filament Purge Length": "Afvoerduur einde van filament",
  "Maximum Park Duration": "Maximale parkeerduur",
  "How long the material can be kept out of dry storage safely.": "Hoe lang het materiaal veilig buiten een droge opslagplaats kan worden bewaard.",
  "No Load Move Factor": "Verplaatsingsfactor zonder lading",
  "Flow": "Doorvoer",
  "Flow compensation: the amount of material extruded is multiplied by this value.": "Doorvoercompensatie: de hoeveelheid materiaal die wordt doorgevoerd, wordt vermenigvuldigd met deze waarde.",
  "Wall Flow": "Wanddoorvoer",
  "Flow compensation on wall lines.": "Doorvoercompensatie op wandlijnen.",
  "Outer Wall Flow": "Buitenste wanddoorvoer",
  "Flow compensation on the outermost wall line.": "Doorvoercompensatie op de buitenste wandlijn.",
  "Inner Wall(s) Flow": "Doorvoer binnenwand(en)",
  "Flow compensation on wall lines for all wall lines except the outermost one.": "Doorvoercompensatie op wandlijnen voor alle wandlijnen behalve de buitenste.",
  "Top/Bottom Flow": "Doorvoer boven/onder",
  "Flow compensation on top/bottom lines.": "Doorvoercompensatie op bovenste/onderste lijn.",
  "Top Surface Skin Flow": "Bovenste oppervlak skindoorvoer",
  "Flow compensation on lines of the areas at the top of the print.": "Doorvoercompensatie op lijnen van de gebieden bovenaan de print.",
  "Infill Flow": "Doorvoer vulling",
  "Flow compensation on infill lines.": "Doorvoercompensatie op vullijnen.",
  "Skirt/Brim Flow": "Doorvoer skirt/brim",
  "Flow compensation on skirt or brim lines.": "Doorvoercompensatie op skirt- of brimlijnen.",
  "Support Flow": "Doorvoer support",
  "Flow compensation on support structure lines.": "Doorvoercompensatie op de supportstructuurlijnen.",
  "Support Interface Flow": "Doorvoer supportinterface",
  "Flow compensation on lines of support roof or floor.": "Doorvoercompensatie op de lijnen van supportdak of de supportvloer.",
  "Support Roof Flow": "Doorvoer supportdak",
  "Flow compensation on support roof lines.": "Doorvoercompensatie op supportdaklijnen.",
  "Support Floor Flow": "Doorvoer supportvloer",
  "Flow compensation on support floor lines.": "Doorvoercompensatie op de supportvloerlijnen.",
  "Prime Tower Flow": "Doorvoer Primepijler",
  "Flow compensation on prime tower lines.": "Doorvoercompensatie op primepijlerlijnen.",
  "Initial Layer Flow": "Doorvoer eerste laag",
  "Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.": "Doorvoercompensatie voor de eerste laag: de hoeveelheid materiaal die voor de eerste laag wordt doorgevoerd, wordt vermenigvuldigd met deze waarde.",
  "Standby Temperature": "Stand-bytemperatuur",
  "The temperature of the nozzle when another nozzle is currently used for printing.": "De temperatuur van de nozzle op de momenten waarop een andere nozzle wordt gebruikt voor het printen.",
  "Speed": "Snelheid",
  "Print Speed": "Printsnelheid",
  "The speed at which printing happens.": "De snelheid waarmee wordt geprint.",
  "Infill Speed": "Vulsnelheid",
  "The speed at which infill is printed.": "De snelheid waarmee de vulling wordt geprint.",
  "Wall Speed": "Wandsnelheid",
  "The speed at which the walls are printed.": "De snelheid waarmee wanden worden geprint.",
  "Outer Wall Speed": "Snelheid Buitenwand",
  "The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.": "De snelheid waarmee de buitenwanden worden geprint. Als u de buitenwand langzamer print, verhoogt u de uiteindelijke kwaliteit van de skin. Een groot verschil tussen de printsnelheid van de binnenwand en de printsnelheid van de buitenwand kan echter een negatief effect hebben op de kwaliteit.",
  "Inner Wall Speed": "Snelheid Binnenwand",
  "The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.": "De snelheid waarmee alle binnenwanden worden geprint. Als u de binnenwand sneller print dan de buitenwand, verkort u de printtijd. Het wordt aangeraden hiervoor een snelheid in te stellen die ligt tussen de printsnelheid van de buitenwand en de vulsnelheid.",
  "Top Surface Skin Speed": "Snelheid bovenskin",
  "The speed at which top surface skin layers are printed.": "De snelheid waarmee bovenste skinlagen worden geprint.",
  "Top/Bottom Speed": "Snelheid Boven-/Onderkant",
  "The speed at which top/bottom layers are printed.": "De snelheid waarmee boven-/onderlagen worden geprint.",
  "Support Speed": "Snelheid Supportstructuur",
  "The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.": "De snelheid waarmee de supportstructuur wordt geprint. Als u de supportstructuur sneller print, kunt u de printtijd aanzienlijk verkorten. De kwaliteit van het oppervlak van de supportstructuur is niet belangrijk, aangezien deze na het printen wordt verwijderd.",
  "Support Infill Speed": "Vulsnelheid Supportstructuur",
  "The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.": "De snelheid waarmee de supportvulling wordt geprint. Als u de vulling langzamer print, wordt de stabiliteit verbeterd.",
  "Support Interface Speed": "Vulsnelheid Verbindingsstructuur",
  "The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.": "De snelheid waarmee de supportdaken en -vloeren worden geprint. Als u deze langzamer print, wordt de kwaliteit van de overhang verbeterd.",
  "Support Roof Speed": "Snelheid supportdak",
  "The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.": "De snelheid waarmee de supportdaken worden geprint. Als u deze langzamer print, wordt de kwaliteit van de overhang verbeterd.",
  "Support Floor Speed": "Snelheid supportvloer",
  "The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.": "De snelheid waarmee de supportvloer wordt geprint. Als u deze langzamer print, hecht het supportmateriaal beter aan de bovenzijde van het model.",
  "Prime Tower Speed": "Snelheid Primepijler",
  "The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.": "De snelheid waarmee de primepijler wordt geprint. Als u de primepijler langzamer print, wordt deze stabieler. Dit is zinvol wanneer de hechting tussen de verschillende filamenten niet optimaal is.",
  "Travel Speed": "Bewegingssnelheid",
  "The speed at which travel moves are made.": "De snelheid waarmee bewegingen plaatsvinden.",
  "Initial Layer Speed": "Snelheid Eerste Laag",
  "The speed for the initial layer. A lower value is advised to improve adhesion to the build plate.": "De snelheid waarmee de eerste laag wordt geprint. Hiervoor wordt een lagere waarde aanbevolen om hechting aan het platform te verbeteren.",
  "Initial Layer Print Speed": "Printsnelheid Eerste Laag",
  "The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.": "De snelheid waarmee de eerste laag wordt geprint. Hiervoor wordt een lagere waarde aanbevolen om hechting aan het platform te verbeteren.",
  "Initial Layer Travel Speed": "Bewegingssnelheid Eerste Laag",
  "The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.": "De snelheid van de bewegingen tijdens het printen van de eerste laag. Hiervoor wordt een lagere waarde aanbevolen om te voorkomen dat eerder geprinte delen van het platform worden getrokken. De waarde van deze instelling kan automatisch worden berekend uit de verhouding tussen de bewegingssnelheid en de printsnelheid.",
  "Skirt/Brim Speed": "Skirt-/Brimsnelheid",
  "The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.": "De snelheid waarmee de skirt en de brim worden geprint. Normaal gebeurt dit met dezelfde snelheid als de snelheid van de eerste laag, maar in sommige situaties wilt u de skirt of de brim mogelijk met een andere snelheid printen.",
  "Z Hop Speed": "Snelheid Z-sprong",
  "The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.": "De snelheid waarmee de verticale Z-beweging wordt gemaakt voor Z-sprongen. Dit is meestal lager dan de printsnelheid, omdat het platform of de rijbrug van de machine moeilijker te verplaatsen is.",
  "Number of Slower Layers": "Aantal Lagen met Lagere Printsnelheid",
  "The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.": "De eerste lagen worden minder snel geprint dan de rest van het model, om ervoor te zorgen dat dit zich beter hecht aan het platform en om de kans dat de print slaagt te vergroten. Tijdens het printen van deze lagen wordt de snelheid geleidelijk opgevoerd.",
  "Equalize Filament Flow": "Filamentdoorvoer Afstemmen",
  "Print thinner than normal lines faster so that the amount of material extruded per second remains the same. Thin pieces in your model might require lines printed with smaller line width than provided in the settings. This setting controls the speed changes for such lines.": "Print lijnen die dunner zijn dan normaal, sneller zodat de hoeveelheid doorgevoerd materiaal per seconde hetzelfde blijft. Voor dunne delen in het model dienen de lijnen mogelijk met een dunnere lijnbreedte te worden geprint dan is opgegeven in de instellingen. Met deze instelling worden de snelheidswisselingen voor dergelijke lijnen beheerd.",
  "Maximum Speed for Flow Equalization": "Maximale Snelheid voor het Afstemmen van Doorvoer",
  "Maximum print speed when adjusting the print speed in order to equalize flow.": "Maximale printsnelheid tijdens het aanpassen van de printsnelheid om de doorvoer af te stemmen.",
  "Enable Acceleration Control": "Acceleratieregulering Inschakelen",
  "Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.": "Hiermee stelt u de printkopacceleratie in. Door het verhogen van de acceleratie wordt de printtijd mogelijk verkort ten koste van de printkwaliteit.",
  "Print Acceleration": "Printacceleratie",
  "The acceleration with which printing happens.": "De acceleratie tijdens het printen.",
  "Infill Acceleration": "Vulacceleratie",
  "The acceleration with which infill is printed.": "De acceleratie tijdens het printen van de vulling.",
  "Wall Acceleration": "Wandacceleratie",
  "The acceleration with which the walls are printed.": "De acceleratie tijdens het printen van de wanden.",
  "Outer Wall Acceleration": "Buitenwandacceleratie",
  "The acceleration with which the outermost walls are printed.": "De acceleratie tijdens het printen van de buitenste wanden.",
  "Inner Wall Acceleration": "Binnenwandacceleratie",
  "The acceleration with which all inner walls are printed.": "De acceleratie tijdens het printen van alle binnenwanden.",
  "Top Surface Skin Acceleration": "Acceleratie bovenskin",
  "The acceleration with which top surface skin layers are printed.": "De acceleratie tijdens het printen van de bovenste skinlagen.",
  "Top/Bottom Acceleration": "Acceleratie Boven-/Onderkant",
  "The acceleration with which top/bottom layers are printed.": "De acceleratie tijdens het printen van de boven-/onderlagen.",
  "Support Acceleration": "Acceleratie Supportstructuur",
  "The acceleration with which the support structure is printed.": "De acceleratie tijdens het printen van de supportstructuur.",
  "Support Infill Acceleration": "Acceleratie Supportvulling",
  "The acceleration with which the infill of support is printed.": "De acceleratie tijdens het printen van de supportvulling.",
  "Support Interface Acceleration": "Acceleratie Verbindingsstructuur",
  "The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.": "De acceleratie tijdens het printen van de supportdaken en -vloeren. Als u deze met een lagere acceleratie print, wordt de kwaliteit van de overhang verbeterd.",
  "Support Roof Acceleration": "Acceleratie supportdak",
  "The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.": "De acceleratie tijdens het printen van de supportdaken. Als u deze met een lagere acceleratie print, wordt de kwaliteit van de overhang verbeterd.",
  "Support Floor Acceleration": "Acceleratie supportvloer",
  "The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.": "De acceleratie tijdens het printen van de supportvloeren. Als u deze met een lagere acceleratie print, hecht het supportmateriaal beter aan de bovenzijde van het model.",
  "Prime Tower Acceleration": "Acceleratie Primepijler",
  "The acceleration with which the prime tower is printed.": "De acceleratie tijdens het printen van de primepijler.",
  "Travel Acceleration": "Bewegingsacceleratie",
  "The acceleration with which travel moves are made.": "De acceleratie tijdens het uitvoeren van bewegingen.",
  "Initial Layer Acceleration": "Acceleratie Eerste Laag",
  "The acceleration for the initial layer.": "De acceleratie voor de eerste laag.",
  "Initial Layer Print Acceleration": "Printacceleratie Eerste Laag",
  "The acceleration during the printing of the initial layer.": "De acceleratie tijdens het printen van de eerste laag.",
  "Initial Layer Travel Acceleration": "Bewegingsacceleratie Eerste Laag",
  "The acceleration for travel moves in the initial layer.": "De acceleratie tijdens het uitvoeren van bewegingen in de eerste laag.",
  "Skirt/Brim Acceleration": "Acceleratie Skirt/Brim",
  "The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.": "De acceleratie tijdens het printen van de skirt en de brim. Normaal gebeurt dit met dezelfde acceleratie als die van de eerste laag, maar in sommige situaties wilt u de skirt of de brim wellicht met een andere acceleratie printen.",
  "Enable Jerk Control": "Schokregulering Inschakelen",
  "Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.": "Hiermee stelt u de schok van de printkop in wanneer de snelheid in de X- of Y-as verandert. Door het verhogen van de schok wordt de printtijd mogelijk verkort ten koste van de printkwaliteit.",
  "Print Jerk": "Printschok",
  "The maximum instantaneous velocity change of the print head.": "De maximale onmiddellijke snelheidsverandering van de printkop.",
  "Infill Jerk": "Vulschok",
  "The maximum instantaneous velocity change with which infill is printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de vulling.",
  "Wall Jerk": "Wandschok",
  "The maximum instantaneous velocity change with which the walls are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de wanden.",
  "Outer Wall Jerk": "Schok Buitenwand",
  "The maximum instantaneous velocity change with which the outermost walls are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de buitenwanden.",
  "Inner Wall Jerk": "Schok Binnenwand",
  "The maximum instantaneous velocity change with which all inner walls are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van alle binnenwanden.",
  "Top Surface Skin Jerk": "Schok bovenskin",
  "The maximum instantaneous velocity change with which top surface skin layers are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de bovenste skinlagen.",
  "Top/Bottom Jerk": "Schok Boven-/Onderkant",
  "The maximum instantaneous velocity change with which top/bottom layers are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de boven-/onderlagen.",
  "Support Jerk": "Schok Supportstructuur",
  "The maximum instantaneous velocity change with which the support structure is printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de supportstructuur.",
  "Support Infill Jerk": "Schok Supportvulling",
  "The maximum instantaneous velocity change with which the infill of support is printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de supportvulling.",
  "Support Interface Jerk": "Schok Verbindingsstructuur",
  "The maximum instantaneous velocity change with which the roofs and floors of support are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de supportdaken en -vloeren.",
  "Support Roof Jerk": "Schok supportdak",
  "The maximum instantaneous velocity change with which the roofs of support are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de supportdaken.",
  "Support Floor Jerk": "Schok supportvloer",
  "The maximum instantaneous velocity change with which the floors of support are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de supportvloeren.",
  "Prime Tower Jerk": "Schok Primepijler",
  "The maximum instantaneous velocity change with which the prime tower is printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de primepijler.",
  "Travel Jerk": "Bewegingsschok",
  "The maximum instantaneous velocity change with which travel moves are made.": "De maximale onmiddellijke snelheidsverandering tijdens het uitvoeren van bewegingen.",
  "Initial Layer Jerk": "Schok Eerste Laag",
  "The print maximum instantaneous velocity change for the initial layer.": "De maximale onmiddellijke snelheidsverandering in de eerste laag.",
  "Initial Layer Print Jerk": "Printschok Eerste Laag",
  "The maximum instantaneous velocity change during the printing of the initial layer.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de eerste laag.",
  "Initial Layer Travel Jerk": "Bewegingsschok Eerste Laag",
  "Skirt/Brim Jerk": "Schok Skirt/Brim",
  "The maximum instantaneous velocity change with which the skirt and brim are printed.": "De maximale onmiddellijke snelheidsverandering tijdens het printen van de skirt en de brim.",
  "Travel": "Beweging",
  "travel": "beweging",
  "Enable Retraction": "Intrekken Inschakelen",
  "Retract the filament when the nozzle is moving over a non-printed area.": "Hiermee wordt het filament ingetrokken wanneer de nozzle over een niet-printbaar gebied gaat.",
  "Retract at Layer Change": "Intrekken bij laagwisseling",
  "Retract the filament when the nozzle is moving to the next layer.": "Trek het filament in wanneer de nozzle naar de volgende laag beweegt.",
  "Retraction Distance": "Intrekafstand",
  "The length of material retracted during a retraction move.": "De lengte waarover het materiaal wordt ingetrokken tijdens een intrekbeweging.",
  "Retraction Speed": "Intreksnelheid",
  "The speed at which the filament is retracted and primed during a retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging wordt ingetrokken en geprimed.",
  "Retraction Retract Speed": "Intreksnelheid (Intrekken)",
  "The speed at which the filament is retracted during a retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging wordt ingetrokken.",
  "Retraction Prime Speed": "Intreksnelheid (Primen)",
  "The speed at which the filament is primed during a retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging wordt geprimed.",
  "Retraction Extra Prime Amount": "Extra Primehoeveelheid na Intrekken",
  "Some material can ooze away during a travel move, which can be compensated for here.": "Tijdens een beweging kan materiaal verloren gaan, wat met deze optie kan worden gecompenseerd.",
  "Retraction Minimum Travel": "Minimale Afstand voor Intrekken",
  "The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.": "De minimale bewegingsafstand voordat het filament kan worden ingetrokken. Hiermee vermindert u het aantal intrekkingen in een klein gebied.",
  "Maximum Retraction Count": "Maximaal Aantal Intrekbewegingen",
  "This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.": "Deze instelling beperkt het aantal intrekbewegingen dat kan worden uitgevoerd binnen het gebied Minimaal afstandsgebied voor intrekken. Extra intrekbewegingen binnen dit gebied worden genegeerd. Hiermee voorkomt u dat hetzelfde stuk filament meerdere keren wordt ingetrokken en dus kan worden geplet en kan gaan haperen.",
  "Minimum Extrusion Distance Window": "Minimaal Afstandsgebied voor Intrekken",
  "The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.": "Dit is het gebied waarop het maximaal aantal intrekbewegingen van toepassing is. Deze waarde moet ongeveer overeenkomen met de Intrekafstand, waarmee in feite het aantal intrekbewegingen op hetzelfde deel van het materiaal wordt beperkt.",
  "Limit Support Retractions": "Supportintrekkingen beperken",
  "Omit retraction when moving from support to support in a straight line. Enabling this setting saves print time, but can lead to excessive stringing within the support structure.": "Sla intrekking over tijdens bewegingen in een rechte lijn van support naar support. Deze instelling verkort de printtijd, maar kan leiden tot overmatige draadvorming in de supportstructuur.",
  "Combing Mode": "Combing-modus",
  "Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.": "Met combing blijft de nozzle tijdens bewegingen binnen eerder geprinte delen. Hierdoor zijn de bewegingen iets langer, maar hoeft het filament minder vaak te worden ingetrokken. Als combing is uitgeschakeld, wordt het materiaal ingetrokken en beweegt de nozzle in een rechte lijn naar het volgende punt. Het is ook mogelijk om combing over boven-/onderskingedeelten te voorkomen of combing alleen binnen de vulling te gebruiken.",
  "Off": "Uit",
  "All": "Alles",
  "Not in Skin": "Niet in skin",
  "Within Infill": "Binnen Vulling",
  "Max Comb Distance With No Retract": "Max. combing-afstand zonder intrekken",
  "When non-zero, combing travel moves that are longer than this distance will use retraction.": "Wanneer dit niet nul is, vindt bij een combing-beweging die langer is dan deze afstand, intrekking plaats.",
  "Retract Before Outer Wall": "Intrekken voor buitenwand",
  "Always retract when moving to start an outer wall.": "Altijd intrekken voordat wordt bewogen om met een buitenwand te beginnen.",
  "Avoid Printed Parts When Traveling": "Geprinte delen mijden tijdens bewegingen",
  "The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.": "Tijdens bewegingen mijdt de nozzle delen die al zijn geprint. Deze optie is alleen beschikbaar wanneer combing ingeschakeld is.",
  "Avoid Supports When Traveling": "Supportstructuren mijden tijdens bewegingen",
  "The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.": "Tijdens bewegingen mijdt de nozzle supportstructuren die al zijn geprint. Deze optie is alleen beschikbaar wanneer combing ingeschakeld is.",
  "Travel Avoid Distance": "Mijdafstand Tijdens Bewegingen",
  "The distance between the nozzle and already printed parts when avoiding during travel moves.": "De afstand tussen de nozzle en geprinte delen wanneer deze tijdens bewegingen worden gemeden.",
  "Layer Start X": "Begin laag X",
  "The X coordinate of the position near where to find the part to start printing each layer.": "De X-coördinaat van de positie nabij het deel waar met het printen van elke laag kan worden begonnen.",
  "Layer Start Y": "Begin laag Y",
  "The Y coordinate of the position near where to find the part to start printing each layer.": "De Y-coördinaat van de positie nabij het deel waar met het printen van elke laag kan worden begonnen.",
  "Z Hop When Retracted": "Z-sprong wanneer ingetrokken",
  "Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "Tijdens het intrekken wordt het platform omlaag gebracht om ruimte te creëren tussen de nozzle en de print. Hiermee wordt voorkomen dat de nozzle de print raakt tijdens een beweging en wordt de kans verkleind dat de print van het platform wordt gestoten.",
  "Z Hop Only Over Printed Parts": "Z-sprong Alleen over Geprinte Delen",
  "Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.": "Voer alleen een Z-sprong uit bij bewegingen over geprinte delen die niet kunnen worden vermeden met Geprinte Delen Mijden Tijdens Bewegingen.",
  "Z Hop Height": "Hoogte Z-sprong",
  "The height difference when performing a Z Hop.": "Het hoogteverschil dat wordt aangehouden tijdens een Z-sprong.",
  "Z Hop After Extruder Switch": "Z-sprong na Wisselen Extruder",
  "After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.": "Nadat de machine van de ene extruder naar de andere is gewisseld, wordt het platform omlaag gebracht om ruimte te creëren tussen de nozzle en de print. Hiermee wordt voorkomen dat de nozzle doorgevoerd materiaal achterlaat op de buitenzijde van een print.",
  "Z Hop After Extruder Switch Height": "Hoogte Z-sprong na wisselen extruder",
  "The height difference when performing a Z Hop after extruder switch.": "Het hoogteverschil dat wordt aangehouden tijdens een Z-sprong na wisselen extruder.",
  "Cooling": "Koelen",
  "Enable Print Cooling": "Koelen van de Print Inschakelen",
  "Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.": "Hiermee schakelt u de printkoelventilatoren in tijdens het printen. De ventilatoren verbeteren de printkwaliteit van lagen met een korte laagtijd en brugvorming/overhang.",
  "Fan Speed": "Ventilatorsnelheid",
  "The speed at which the print cooling fans spin.": "De snelheid waarmee de printventilatoren draaien.",
  "Regular Fan Speed": "Normale Ventilatorsnelheid",
  "The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.": "De snelheid waarmee de ventilatoren draaien voordat de drempelwaarde wordt bereikt. Wanneer een laag sneller wordt geprint dan de drempelwaarde, wordt de ventilatorsnelheid geleidelijk verhoogd tot de maximale ventilatorsnelheid.",
  "Maximum Fan Speed": "Maximale Ventilatorsnelheid",
  "The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.": "De snelheid waarmee de ventilatoren draaien bij de minimale laagtijd. Wanneer de drempelwaarde wordt bereikt, wordt de ventilatorsnelheid geleidelijk verhoogd van de normale ventilatorsnelheid naar de maximale ventilatorsnelheid.",
  "Regular/Maximum Fan Speed Threshold": "Drempelwaarde Normale/Maximale Ventilatorsnelheid",
  "The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.": "De laagtijd waarmee de drempelwaarde tussen de normale ventilatorsnelheid en de maximale ventilatorsnelheid wordt ingesteld. Voor lagen die langzamer worden geprint, draaien de ventilatoren op normale snelheid. Bij lagen die sneller worden geprint, draaien de ventilatoren op maximale snelheid.",
  "Initial Fan Speed": "Startsnelheid ventilator",
  "The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.": "De snelheid waarmee de ventilatoren draaien bij de start van het printen. Tijdens het printen van de volgende lagen wordt de ventilatorsnelheid geleidelijk verhoogd tot de laag waarin de snelheid overeenkomt met de normale ventilatorsnelheid op hoogte.",
  "Regular Fan Speed at Height": "Normale Ventilatorsnelheid op Hoogte",
  "The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.": "De hoogte waarop de ventilatoren op normale snelheid draaien. Tijdens het printen van de onderliggende lagen wordt de ventilatorsnelheid geleidelijk verhoogd van de startsnelheid ventilator naar de normale ventilatorsnelheid.",
  "Regular Fan Speed at Layer": "Normale Ventilatorsnelheid op Laag",
  "The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.": "De laag waarop de ventilatoren op normale snelheid draaien. Als de normale ventilatorsnelheid op hoogte ingeschakeld is, wordt deze waarde berekend en op een geheel getal afgerond.",
  "Minimum Layer Time": "Minimale Laagtijd",
  "The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.": "De tijd die minimaal aan het printen van een laag wordt besteed. Hierdoor wordt de printer gedwongen langzamer te printen zodat deze ten minste de ingestelde tijd gebruikt voor het printen van een laag. Hierdoor kan het geprinte materiaal voldoende afkoelen voordat de volgende laag wordt geprint. Het printen van lagen kan nog steeds minder lang duren dan de minimale laagtijd als Printkop optillen is uitgeschakeld en als anders niet zou worden voldaan aan de Minimumsnelheid.",
  "Minimum Speed": "Minimumsnelheid",
  "The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.": "De minimale printsnelheid die wordt aangehouden ondanks vertragen vanwege de minimale laagtijd. Als de printer te zeer vertraagt, wordt de druk in de nozzle te laag, wat leidt tot slechte printkwaliteit.",
  "Lift Head": "Printkop Optillen",
  "When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.": "Wanneer de minimale snelheid wordt bereikt vanwege de minimale laagtijd, wordt de printkop van de print verwijderd totdat de minimale laagtijd bereikt is.",
  "Support": "Supportstructuur",
  "Generate Support": "Support genereren",
  "Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.": "Genereer structuren om delen van het model met overhang te ondersteunen. Zonder deze structuren zakken dergelijke delen in tijdens het printen.",
  "Support Extruder": "Extruder Supportstructuur",
  "The extruder train to use for printing the support. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de supportstructuur. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Support Infill Extruder": "Extruder Supportvulling",
  "The extruder train to use for printing the infill of the support. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de supportvulling. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "First Layer Support Extruder": "Extruder Eerste Laag van Support",
  "The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de eerste laag van de supportvulling. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Support Interface Extruder": "Extruder Verbindingsstructuur",
  "The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de daken en vloeren van de supportstructuur. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Support Roof Extruder": "Extruder supportdak",
  "The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de supportdaken. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Support Floor Extruder": "Extruder supportvloer",
  "The extruder train to use for printing the floors of the support. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de supportvloeren. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Support Placement": "Plaatsing Supportstructuur",
  "Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.": "Past de plaatsing van de supportstructuur aan. De plaatsing kan worden ingesteld op Platform aanraken of Overal. Wanneer deze optie ingesteld is op Overal, worden de supportstructuren ook op het model geprint.",
  "Touching Buildplate": "Platform Aanraken",
  "Support Overhang Angle": "Overhanghoek Supportstructuur",
  "The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.": "De minimale overhanghoek waarbij een supportstructuur wordt toegevoegd. Bij een waarde van 0° wordt elke overhang ondersteund. Bij 90° wordt er geen supportstructuur geprint.",
  "Support Pattern": "Patroon Supportstructuur",
  "The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.": "Het patroon van de supportstructuur van de print. Met de verschillende beschikbare opties print u stevige of eenvoudig te verwijderen supportstructuren.",
  "Support Wall Line Count": "Aantal wandlijnen supportstructuur",
  "The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.": "Het aantal wanden rond de vulling van de supportstructuur. Met een extra wand wordt de supportstructuur betrouwbaarder en kan de overhang beter worden geprint, maar wordt de printtijd verlengd en wordt meer materiaal gebruikt.",
  "Connect Support Lines": "Supportstructuurlijnen verbinden",
  "Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.": "Verbind de uiteinden van de supportstructuurlijnen met elkaar. Als u deze instelling inschakelt, maakt u de supportstructuur robuuster en vermindert u onderextrusie. Er wordt echter meer materiaal verbruikt.",
  "Connect Support ZigZags": "Zigzaglijnen Supportstructuur Verbinden",
  "Connect the ZigZags. This will increase the strength of the zig zag support structure.": "Verbind de zigzaglijnen. Hiermee versterkt u de zigzag-supportstructuur.",
  "Support Density": "Dichtheid Supportstructuur",
  "Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Past de dichtheid van de supportstructuur aan. Met een hogere waarde krijgt u een betere overhang, maar is de supportstructuur moeilijker te verwijderen.",
  "Support Line Distance": "Lijnafstand Supportstructuur",
  "Distance between the printed support structure lines. This setting is calculated by the support density.": "De afstand tussen de geprinte lijnen van de supportstructuur. Deze instelling wordt berekend op basis van de dichtheid van de supportstructuur.",
  "Initial Layer Support Line Distance": "Lijnafstand Supportstructuur Eerste Laag",
  "Distance between the printed initial layer support structure lines. This setting is calculated by the support density.": "Afstand tussen de lijnen van de supportstructuur voor de eerste laag. Deze wordt berekend op basis van de dichtheid van de supportstructuur.",
  "Support Infill Line Directions": "Lijnrichting Vulling Supportstructuur",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.": "Een lijst met gehele getallen voor lijnrichtingen die moet worden gebruikt. Elementen uit de lijst worden tijdens het printen van de lagen opeenvolgend gebruikt. Wanneer het einde van de lijst bereikt is, wordt deze weer van voren af aan gestart. De lijstitems zijn gescheiden door komma's en de hele lijst is binnen vierkante haken geplaatst. Standaard wordt een lege lijst gebruikt, wat inhoudt dat de standaardhoek van 0 graden wordt gebruikt.",
  "Enable Support Brim": "Supportbrim inschakelen",
  "Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.": "Genereer een brim binnen de supportvulgebieden van de eerste laag. Deze brim wordt niet rondom maar onder de supportstructuur geprint. Als u deze instelling inschakelt, hecht de supportstructuur beter aan het platform.",
  "Support Brim Width": "Breedte supportbrim",
  "The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.": "De breedte van de brim die onder de support wordt geprint. Een bredere brim kost meer materiaal, maar hecht beter aan het platform.",
  "Support Brim Line Count": "Aantal supportbrimlijnen",
  "The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.": "Het aantal lijnen dat voor de supportbrim wordt gebruikt. Meer brimlijnen zorgen voor betere hechting aan het platform, maar kosten wat extra materiaal.",
  "Support Z Distance": "Z-afstand Supportstructuur",
  "Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.": "De afstand tussen de boven-/onderkant van de supportstructuur en de print. Deze afstand zorgt ervoor dat de supportstructuren na het printen van het model kunnen worden verwijderd. De waarde wordt naar boven afgerond op een veelvoud van de laaghoogte.",
  "Support Top Distance": "Afstand van Bovenkant Supportstructuur",
  "Distance from the top of the support to the print.": "De afstand van de bovenkant van de supportstructuur tot de print.",
  "Support Bottom Distance": "Afstand van Onderkant Supportstructuur",
  "Distance from the print to the bottom of the support.": "De afstand van de print tot de onderkant van de supportstructuur.",
  "Support X/Y Distance": "X-/Y-afstand Supportstructuur",
  "Distance of the support structure from the print in the X/Y directions.": "Afstand tussen de supportstructuur en de print, in de X- en Y-richting.",
  "Support Distance Priority": "Prioriteit Afstand Supportstructuur",
  "Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.": "Hiermee bepaalt u of de optie X-/Y-afstand supportstructuur voorrang krijgt boven de optie Z-afstand supportstructuur of vice versa. Wanneer X/Y voorrang krijgt boven Z, kan de X-/Y-afstand de supportstructuur wegduwen van het model, waardoor de daadwerkelijke Z-afstand tot de overhang wordt beïnvloed. Dit kan worden uitgeschakeld door de X-/Y-afstand niet toe te passen rond een overhang.",
  "X/Y overrides Z": "X/Y krijgt voorrang boven Z",
  "Z overrides X/Y": "Z krijgt voorrang boven X/Y",
  "Minimum Support X/Y Distance": "Minimale X-/Y-afstand Supportstructuur",
  "Distance of the support structure from the overhang in the X/Y directions.": "Afstand tussen de supportstructuur en de overhang in de X- en Y-richting.",
  "Support Stair Step Height": "Hoogte Traptreden Supportstructuur",
  "The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.": "De hoogte van de treden van het trapvormige grondvlak van de supportstructuur die op het model rust. Wanneer u een lage waarde invoert, kan de supportstructuur minder gemakkelijk worden verwijderd. Wanneer u echter een te hoge waarde invoert, kan de supportstructuur instabiel worden. Stel deze waarde in op nul om het trapvormige gedrag uit te schakelen.",
  "Support Stair Step Maximum Width": "Maximale breedte traptreden supportstructuur",
  "The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.": "De maximale breedte van de treden van het trapvormige grondvlak van de supportstructuur die op het model rust. Wanneer u een lage waarde invoert, kan de supportstructuur minder gemakkelijk worden verwijderd. Wanneer u echter een te hoge waarde invoert, kan de supportstructuur instabiel worden.",
  "Support Join Distance": "Samenvoegafstand Supportstructuur",
  "The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.": "De maximale afstand tussen de supportstructuren in de X- en Y-richting. Wanneer afzonderlijke structuren dichter bij elkaar staan dan deze waarde, worden deze samengevoegd tot één structuur.",
  "Support Horizontal Expansion": "Horizontale Uitzetting Supportstructuur",
  "Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.": "De mate van offset die wordt toegepast op alle steunpolygonen in elke laag. Met positieve waarden kunt u de draagvlakken effenen en krijgt u een stevigere supportstructuur.",
  "Support Infill Layer Thickness": "Dikte vullaag supportvulling",
  "The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "De dikte per laag materiaal supportvulling. Deze waarde moet altijd een veelvoud van de laaghoogte zijn en wordt voor het overige afgerond.",
  "Gradual Support Infill Steps": "Geleidelijke supportvulling traptreden",
  "Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.": "Het aantal keren dat de dichtheid van de supportvulling wordt gehalveerd naarmate er verder onder het oppervlak wordt geprint. Gebieden die zich dichter bij het oppervlak bevinden, krijgen een hogere dichtheid, tot de waarde die is opgegeven in de optie Dichtheid supportvulling.",
  "Gradual Support Infill Step Height": "Geleidelijke supportvulling hoogte traptreden",
  "The height of support infill of a given density before switching to half the density.": "De hoogte van de supportvulling van een bepaalde dichtheid voordat de dichtheid wordt gehalveerd.",
  "Minimum Support Area": "Minimumgebied supportstructuur",
  "Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.": "Minimumgebied voor steunpolygonen. Polygonen met een gebied dat kleiner is dan deze waarde, worden niet gegenereerd.",
  "Enable Support Interface": "Verbindingsstructuur Inschakelen",
  "Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.": "Hiermee maakt u een dichte verbindingsstructuur tussen het model en de supportstructuur. Er wordt een skin gemaakt aan de bovenkant van de supportstructuur waarop het model wordt geprint en op de bodem van de supportstructuur waar dit op het model rust.",
  "Enable Support Roof": "Supportdak inschakelen",
  "Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.": "Genereer een dichte materiaallaag tussen de bovenzijde van de supportstructuur en het model. Hierdoor wordt een skin gemaakt tussen het model en de supportstructuur.",
  "Enable Support Floor": "Supportvloer inschakelen",
  "Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.": "Genereer een dichte materiaallaag tussen de onderzijde van de supportstructuur en het model. Hierdoor wordt een skin gemaakt tussen het model en de supportstructuur.",
  "Support Interface Thickness": "Dikte Verbindingsstructuur",
  "The thickness of the interface of the support where it touches with the model on the bottom or the top.": "De dikte van de verbindingsstructuur waar dit het model aan de onder- of bovenkant raakt.",
  "Support Roof Thickness": "Dikte Supportdak",
  "The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.": "De dikte van de supportdaken. Hiermee wordt het aantal dichte lagen bepaald aan de bovenkant van de supportstructuur waarop het model rust.",
  "Support Floor Thickness": "Dikte supportvloer",
  "The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.": "De dikte van de supportvloeren. Hiermee wordt het aantal dichte lagen bepaald dat wordt geprint op plekken van een model waarop een supportstructuur rust.",
  "Support Interface Resolution": "Resolutie Verbindingsstructuur",
  "When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.": "Maak treden van de opgegeven hoogte tijdens het controleren waar zich boven en onder de supportstructuur delen van het model bevinden. Lagere waarden slicen lager, terwijl door hogere waarden mogelijk normale supportstructuur wordt geprint op plekken waar een verbindingsstructuur had moeten zijn.",
  "Support Interface Density": "Dichtheid Verbindingsstructuur",
  "Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Past de dichtheid van de daken en vloeren van de supportstructuur aan. Met een hogere waarde krijgt u een betere overhang, maar is de supportstructuur moeilijker te verwijderen.",
  "Support Roof Density": "Dichtheid supportdak",
  "The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "De dichtheid van de daken van de supportstructuur. Met een hogere waarde krijgt u een betere overhang, maar is de supportstructuur moeilijker te verwijderen.",
  "Support Roof Line Distance": "Lijnafstand supportdak",
  "Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.": "De afstand tussen de geprinte lijnen van het supportdak. Deze instelling wordt berekend op basis van de dichtheid van het supportdak, maar kan onafhankelijk worden aangepast.",
  "Support Floor Density": "Dichtheid supportvloer",
  "The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.": "De dichtheid van de vloeren van de supportstructuur. Met een hogere waarde hecht het supportmateriaal beter aan de bovenzijde van het model.",
  "Support Floor Line Distance": "Lijnafstand supportvloer",
  "Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.": "De afstand tussen de geprinte lijnen van de supportvloer. Deze instelling wordt berekend op basis van de dichtheid van de supportvloer, maar kan onafhankelijk worden aangepast.",
  "Support Interface Pattern": "Patroon Verbindingsstructuur",
  "The pattern with which the interface of the support with the model is printed.": "Het patroon waarmee de verbindingsstructuur van het model wordt geprint.",
  "Support Roof Pattern": "Patroon supportdak",
  "The pattern with which the roofs of the support are printed.": "Het patroon waarmee de daken van de supportstructuur worden geprint.",
  "Support Floor Pattern": "Patroon supportvloer",
  "The pattern with which the floors of the support are printed.": "Het patroon waarmee de vloeren van de supportstructuur worden geprint.",
  "Minimum Support Interface Area": "Minimumgebied verbindingsstructuur",
  "Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.": "Minimumgebied voor verbindingspolygonen. Polygonen met een gebied dat kleiner is dan deze waarde worden geprint als normale ondersteuning.",
  "Minimum Support Roof Area": "Minimumgebied supportdak",
  "Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Minimumgebied voor de supportdaken. Polygonen met een gebied dat kleiner is dan deze waarde worden geprint als normale ondersteuning.",
  "Minimum Support Floor Area": "Minimumgebied supportvloer",
  "Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Minimumgebied voor de supportvloeren. Polygonen met een gebied dat kleiner is dan deze waarde worden geprint als normale ondersteuning.",
  "Support Interface Horizontal Expansion": "Supportstructuur horizontale uitbreiding",
  "Amount of offset applied to the support interface polygons.": "De mate van offset die wordt toegepast op de verbindingspolygonen.",
  "Support Roof Horizontal Expansion": "Supportdak horizontale uitbreiding",
  "Amount of offset applied to the roofs of the support.": "De mate van offset die wordt toegepast op de supportdaken.",
  "Support Floor Horizontal Expansion": "Supportvloer horizontale uitbreiding",
  "Amount of offset applied to the floors of the support.": "De mate van offset die wordt toegepast op de supportvloeren.",
  "Support Interface Line Directions": "Lijnrichting interface supportstructuur",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).": "Een lijst met gehele getallen voor lijnrichtingen die moet worden gebruikt. Elementen uit de lijst worden tijdens het printen van de lagen opeenvolgend gebruikt. Wanneer het einde van de lijst bereikt is, wordt deze weer van voren af aan gestart. De lijstitems zijn gescheiden door komma's en de hele lijst is binnen vierkante haken geplaatst. Standaard wordt een lege lijst gebruikt, wat inhoudt dat de standaardhoeken (variërend tussen 45 en 135 graden als interfaces vrij dik of 90 graden zijn) worden gebruikt.",
  "Support Roof Line Directions": "Lijnrichting supportdak",
  "Support Floor Line Directions": "Lijnrichting supportvloer",
  "Fan Speed Override": "Ventilatorsnelheid Overschrijven",
  "When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.": "Wanneer deze optie ingeschakeld is, wordt de ventilatorsnelheid voor het koelen van de print gewijzigd voor de skinregio's direct boven de supportstructuur.",
  "Supported Skin Fan Speed": "Ondersteunde Ventilatorsnelheid Skin",
  "Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.": "Percentage van de ventilatorsnelheid dat tijdens het printen van skinregio's direct boven de supportstructuur moet worden gebruikt. Bij gebruikmaking van een hoge ventilatorsnelheid kan de supportstructuur gemakkelijker worden verwijderd.",
  "Use Towers": "Pijlers Gebruiken",
  "Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.": "Gebruik speciale pijlers om delen met minimale overhang te ondersteunen. Deze pijlers hebben een grotere diameter dan het deel dat ze ondersteunen. Bij de overhang neemt de diameter van de pijlers af en vormen ze een dak.",
  "Tower Diameter": "Pijlerdiameter",
  "The diameter of a special tower.": "De diameter van een speciale pijler.",
  "Maximum Tower-Supported Diameter": "Maximale pijler-ondersteunde diameter",
  "Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.": "De maximale diameter in de X- en Y-richting van een kleiner gebied dat moet worden ondersteund door een speciale steunpijler.",
  "Tower Roof Angle": "Hoek van Pijlerdak",
  "The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.": "De hoek van een dak van een pijler. Een hogere waarde zorgt voor een spits pijlerdak, een lagere waarde zorgt voor een plat pijlerdak.",
  "Drop Down Support Mesh": "Supportraster verlagen",
  "Make support everywhere below the support mesh, so that there's no overhang in the support mesh.": "Maak overal onder het supportraster support zodat er in het supportraster geen overhang is.",
  "Build Plate Adhesion": "Hechting aan Platform",
  "Adhesion": "Hechting",
  "Enable Prime Blob": "Primeblob inschakelen",
  "Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.": "Hiermee bepaalt u of het filament voor het printen met een blob wordt geprimed. Met het inschakelen van deze instelling wordt verzekerd dat er vanuit de extruder materiaal bij de nozzle beschikbaar is voordat het printen start. Het printen van een brim of skirt kan tevens fungeren als primen. In dat geval kan door het uitschakelen van deze instelling tijd worden bespaard.",
  "Extruder Prime X Position": "X-positie voor Primen Extruder",
  "The X coordinate of the position where the nozzle primes at the start of printing.": "De X-coördinaat van de positie waar filament in de nozzle wordt geprimed aan het begin van het printen.",
  "Extruder Prime Y Position": "Y-positie voor Primen Extruder",
  "The Y coordinate of the position where the nozzle primes at the start of printing.": "De Y-coördinaat van de positie waar filament in de nozzle wordt geprimed aan het begin van het printen.",
  "Build Plate Adhesion Type": "Type Hechting aan Platform",
  "Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.": "Er zijn verschillende opties die u helpen zowel de voorbereiding van de doorvoer als de hechting aan het platform te verbeteren. Met de optie Brim legt u in de eerste laag extra materiaal rondom de voet van het model om vervorming te voorkomen. Met de optie Raft legt u een dik raster met een dak onder het model. Met de optie Skirt print u rond het model een lijn die niet met het model is verbonden.",
  "Skirt": "Skirt",
  "Brim": "Brim",
  "Raft": "Raft",
  "Build Plate Adhesion Extruder": "Extruder Hechting aan Platform",
  "The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.": "De extruder train die wordt gebruikt voor het printen van de skirt/brim/raft. Deze optie wordt gebruikt in meervoudige doorvoer.",
  "Skirt Line Count": "Aantal Skirtlijnen",
  "Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.": "Met meerdere skirtlijnen kunt u de doorvoer beter voorbereiden voor kleine modellen. Met de waarde 0 wordt de skirt uitgeschakeld.",
  "Skirt Distance": "Skirtafstand",
  "Skirt/Brim Minimum Length": "Minimale Skirt-/Brimlengte",
  "The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.": "De minimale lengte van de skirt of de brim. Als deze minimumlengte niet wordt bereikt met het totale aantal skirt- of brimlijnen, worden er meer skirt- of brimlijnen toegevoegd totdat de minimale lengte is bereikt. Opmerking: als het aantal lijnen is ingesteld op 0, wordt dit genegeerd.",
  "Brim Width": "Breedte Brim",
  "The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.": "De afstand vanaf de rand van het model tot de buitenrand van de brim. Een bredere brim hecht beter aan het platform, maar verkleint uw effectieve printgebied.",
  "Brim Line Count": "Aantal Brimlijnen",
  "The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.": "Het aantal lijnen dat voor een brim wordt gebruikt. Meer lijnen zorgen voor betere hechting aan het platform, maar verkleinen uw effectieve printgebied.",
  "Brim Distance": "Brimafstand",
  "The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.": "De horizontale afstand tussen de eerste brimlijn en de contour van de eerste laag van de print. Door een kleine tussenruimte is de brim gemakkelijker te verwijderen terwijl de thermische voordelen behouden blijven.",
  "Brim Replaces Support": "Brim vervangt supportstructuur",
  "Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.": "Dwing af dat de brim rond het model wordt geprint, zelfs als deze ruimte anders door supportstructuur zou worden ingenomen. Hierdoor worden enkele gebieden van de eerste supportlaag vervangen door brimgebieden.",
  "Brim Only on Outside": "Brim Alleen aan Buitenkant",
  "Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.": "Print de brim alleen aan de buitenkant van het model. Hiermee verkleint u de hoeveelheid brim die u achteraf moet verwijderen, zonder dat dit de hechting aan het printbed te zeer vermindert.",
  "Raft Extra Margin": "Extra Marge Raft",
  "If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.": "Als de raft is ingeschakeld, is dit het extra raftgebied rond het model dat ook van een raft wordt voorzien. Als u deze marge vergroot, krijgt u een stevigere raft, maar gebruikt u ook meer materiaal en houdt u minder ruimte over voor de print.",
  "Raft Smoothing": "Raft effenen",
  "This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.": "Bepaalt hoeveel binnenhoeken in de raftcontour worden afgerond. Naar binnen gebogen hoeken worden tot een halve cirkel afgerond met een straal die gelijk is aan de hier opgegeven waarde. Met deze instellingen worden ook gaten in de raftcontour verwijderd die kleiner zijn dan een dergelijke cirkel.",
  "Raft Air Gap": "Luchtruimte Raft",
  "The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.": "De ruimte tussen de laatste laag van de raft en de eerste laag van het model. Alleen de eerste laag wordt met deze waarde verhoogd om de binding tussen de raftlaag en het model te verminderen. Hierdoor is het eenvoudiger om de raft te verwijderen.",
  "Initial Layer Z Overlap": "Z Overlap Eerste Laag",
  "Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.": "Laat de eerste en tweede laag van het model overlappen in de Z-richting om te compenseren voor verloren materiaal in de luchtlaag. Alle stukjes model boven de eerste laag worden met deze hoeveelheid naar beneden verschoven.",
  "Raft Top Layers": "Bovenlagen Raft",
  "The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.": "Het aantal bovenlagen op de tweede raftlaag. Dit zijn volledig gevulde lagen waarop het model rust. Met twee lagen krijgt u een gladder oppervlak dan met één laag.",
  "Raft Top Layer Thickness": "Dikte Bovenlaag Raft",
  "Layer thickness of the top raft layers.": "Laagdikte van de bovenste lagen van de raft.",
  "Raft Top Line Width": "Breedte Bovenste Lijn Raft",
  "Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.": "De breedte van de lijnen in de bovenkant van de raft. Dit kunnen dunne lijnen zijn, zodat de bovenkant van de raft glad wordt.",
  "Raft Top Spacing": "Bovenruimte Raft",
  "The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.": "De afstand tussen de raftlijnen voor de bovenste lagen van de raft. Als u een solide oppervlak wilt maken, moet de ruimte gelijk zijn aan de lijnbreedte.",
  "Raft Middle Thickness": "Lijndikte Midden Raft",
  "Layer thickness of the middle raft layer.": "De laagdikte van de middelste laag van de raft.",
  "Raft Middle Line Width": "Lijnbreedte Midden Raft",
  "Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.": "Breedte van de lijnen in de middelste laag van de raft. Als u voor de tweede laag meer materiaal gebruikt, hechten de lijnen beter aan het platform.",
  "Raft Middle Spacing": "Tussenruimte Midden Raft",
  "The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.": "De afstand tussen de raftlijnen voor de middelste laag van de raft. De ruimte in het midden moet vrij breed zijn, maar toch smal genoeg om ondersteuning te bieden voor de bovenste lagen van de raft.",
  "Raft Base Thickness": "Dikte Grondvlak Raft",
  "Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.": "De laagdikte van de grondlaag van de raft. Deze laag moet dik zijn, zodat deze stevig hecht aan het platform.",
  "Raft Base Line Width": "Lijnbreedte Grondvlak Raft",
  "Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.": "Breedte van de lijnen van de onderste laag van de raft. Deze lijnen moeten dik zijn om een betere hechting aan het platform mogelijk te maken.",
  "Raft Base Line Spacing": "Tussenruimte Lijnen Grondvlak Raft",
  "The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.": "De afstand tussen de lijnen in de onderste laag van de raft. Als u hier een brede tussenruimte instelt, kan de raft eenvoudiger van het platform worden verwijderd.",
  "Raft Print Speed": "Printsnelheid Raft",
  "The speed at which the raft is printed.": "De snelheid waarmee de raft wordt geprint.",
  "Raft Top Print Speed": "Printsnelheid Bovenkant Raft",
  "The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.": "De snelheid waarmee de toplagen van de raft worden geprint. Deze lagen moeten iets langzamer worden geprint, zodat de nozzle de aangrenzende oppervlaktelijnen langzaam kan effenen.",
  "Raft Middle Print Speed": "Printsnelheid Midden Raft",
  "The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "De snelheid waarmee de middelste laag van de raft wordt geprint. Deze laag moet vrij langzaam worden geprint, omdat er vrij veel materiaal uit de nozzle komt.",
  "Raft Base Print Speed": "Printsnelheid Grondvlak Raft",
  "The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "De snelheid waarmee de grondlaag van de raft wordt geprint. Deze laag moet vrij langzaam worden geprint, omdat er vrij veel materiaal uit de nozzle komt.",
  "Raft Print Acceleration": "Printacceleratie Raft",
  "The acceleration with which the raft is printed.": "De acceleratie tijdens het printen van de raft.",
  "Raft Top Print Acceleration": "Printacceleratie Bovenkant Raft",
  "The acceleration with which the top raft layers are printed.": "De acceleratie tijdens het printen van de toplagen van de raft.",
  "Raft Middle Print Acceleration": "Printacceleratie Midden Raft",
  "The acceleration with which the middle raft layer is printed.": "De acceleratie tijdens het printen van de middelste laag van de raft.",
  "Raft Base Print Acceleration": "Printacceleratie Grondvlak Raft",
  "The acceleration with which the base raft layer is printed.": "De acceleratie tijdens het printen van het grondvlak van de raft.",
  "Raft Print Jerk": "Printschok Raft",
  "The jerk with which the raft is printed.": "De schok tijdens het printen van de raft.",
  "Raft Top Print Jerk": "Printschok Bovenkant Raft",
  "The jerk with which the top raft layers are printed.": "De schok tijdens het printen van de toplagen van de raft.",
  "Raft Middle Print Jerk": "Printschok Midden Raft",
  "The jerk with which the middle raft layer is printed.": "De schok tijdens het printen van de middelste laag van de raft.",
  "Raft Base Print Jerk": "Printschok Grondvlak Raft",
  "The jerk with which the base raft layer is printed.": "De schok tijdens het printen van het grondvlak van de raft.",
  "Raft Fan Speed": "Ventilatorsnelheid Raft",
  "The fan speed for the raft.": "De ventilatorsnelheid tijdens het printen van de raft.",
  "Raft Top Fan Speed": "Ventilatorsnelheid Bovenkant Raft",
  "The fan speed for the top raft layers.": "De ventilatorsnelheid tijdens het printen van de toplagen van de raft.",
  "Raft Middle Fan Speed": "Ventilatorsnelheid Midden Raft",
  "The fan speed for the middle raft layer.": "De ventilatorsnelheid tijdens het printen van de middelste laag van de raft.",
  "Raft Base Fan Speed": "Ventilatorsnelheid Grondlaag Raft",
  "The fan speed for the base raft layer.": "De ventilatorsnelheid tijdens het printen van de grondlaag van de raft.",
  "Dual Extrusion": "Dubbele Doorvoer",
  "Settings used for printing with multiple extruders.": "Instellingen die worden gebruikt voor het printen met meerdere extruders.",
  "Enable Prime Tower": "Primepijler Inschakelen",
  "Print a tower next to the print which serves to prime the material after each nozzle switch.": "Print een pijler naast de print, waarop het materiaal na iedere nozzlewisseling wordt ingespoeld.",
  "Prime Tower Size": "Formaat Primepijler",
  "The width of the prime tower.": "De breedte van de primepijler.",
  "Prime Tower Minimum Volume": "Minimumvolume primepijler",
  "The minimum volume for each layer of the prime tower in order to purge enough material.": "Het minimale volume voor elke laag van de primepijler om voldoende materiaal te zuiveren.",
  "Prime Tower X Position": "X-positie Primepijler",
  "The x coordinate of the position of the prime tower.": "De X-coördinaat van de positie van de primepijler.",
  "Prime Tower Y Position": "Y-positie Primepijler",
  "The y coordinate of the position of the prime tower.": "De Y-coördinaat van de positie van de primepijler.",
  "Wipe Inactive Nozzle on Prime Tower": "Inactieve nozzle vegen op primepijler",
  "After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.": "Veeg na het printen van de primepijler met één nozzle het doorgevoerde materiaal van de andere nozzle af aan de primepijler.",
  "Prime Tower Brim": "Brim primepijler",
  "Prime-towers might need the extra adhesion afforded by a brim even if the model doesn't. Presently can't be used with the 'Raft' adhesion-type.": "Primepijlers hebben mogelijk de extra hechting van een brim nodig, ook als het model dit niet nodig heeft. Kan momenteel niet worden gebruikt met het hechtingstype 'Raft'.",
  "Enable Ooze Shield": "Uitloopscherm Inschakelen",
  "Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.": "Hiermee wordt het uitloopscherm aan de buitenkant ingeschakeld, waardoor een shell rond het model wordt gemaakt waarop een tweede nozzle kan worden afgeveegd als deze zich op dezelfde hoogte bevindt als de eerste nozzle.",
  "Ooze Shield Angle": "Hoek Uitloopscherm",
  "The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.": "De maximale hoek voor een deel van het uitloopscherm. Hierbij is 0 graden verticaal en 90 graden horizontaal. Een kleinere hoek leidt tot minder mislukte uitloopschermen, maar zorgt ervoor dat er meer materiaal wordt gebruikt.",
  "Ooze Shield Distance": "Afstand Uitloopscherm",
  "Distance of the ooze shield from the print, in the X/Y directions.": "De afstand tussen het uitloopscherm en de print, in de X- en Y-richting.",
  "Nozzle Switch Retraction Distance": "Intrekafstand bij Wisselen Nozzles",
  "The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.": "De intrekafstand wanneer de extruders worden gewisseld. Als u deze optie instelt op 0, wordt er niet ingetrokken. Deze waarde dient doorgaans gelijk te zijn aan de lengte van de verwarmingszone.",
  "Nozzle Switch Retraction Speed": "Intreksnelheid bij Wisselen Nozzles",
  "The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.": "De snelheid waarmee het filament wordt ingetrokken. Een hogere intreksnelheid werkt beter, maar bij een erg hoge intreksnelheid kan het filament gaan haperen.",
  "Nozzle Switch Retract Speed": "Intrekkingssnelheid bij Wisselen Nozzles",
  "The speed at which the filament is retracted during a nozzle switch retract.": "De snelheid waarmee het filament tijdens een intrekbeweging tijdens het wisselen van de nozzles wordt ingetrokken.",
  "Nozzle Switch Prime Speed": "Primesnelheid bij Wisselen Nozzles",
  "The speed at which the filament is pushed back after a nozzle switch retraction.": "De snelheid waarmee het filament tijdens een intrekbeweging na het wisselen van de nozzles wordt geprimed.",
  "Nozzle Switch Extra Prime Amount": "Extra primehoeveelheid na wisselen van nozzle",
  "Extra material to prime after nozzle switching.": "Extra primemateriaal na het wisselen van de nozzle.",
  "Mesh Fixes": "Modelcorrecties",
  "Make the meshes more suited for 3D printing.": "Maak de rasters beter geschikt voor 3D-printen.",
  "Union Overlapping Volumes": "Overlappende Volumes Samenvoegen",
  "Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.": "Negeer de interne geometrie die ontstaat uit overlappende volumes binnen een raster en print de volumes als een geheel. Hiermee kunnen onbedoelde holtes binnenin verdwijnen.",
  "Remove All Holes": "Alle Gaten Verwijderen",
  "Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.": "Verwijder de gaten in elke laag en behoudt u alleen de buitenvorm. Hiermee negeert u eventuele onzichtbare interne geometrie. U negeert echter ook gaten in lagen die u van boven- of onderaf kunt zien.",
  "Extensive Stitching": "Uitgebreid Hechten",
  "Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.": "Met uitgebreid hechten worden zo veel mogelijk open gaten in het raster gehecht doordat het gat wordt gedicht met polygonen die elkaar raken. Deze optie kan de verwerkingstijd aanzienlijk verlengen.",
  "Keep Disconnected Faces": "Onderbroken Oppervlakken Behouden",
  "Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper g-code.": "Normaal probeert Cura kleine gaten in het raster te hechten en delen van een laag met grote gaten te verwijderen. Als u deze optie inschakelt, behoudt u de delen die niet kunnen worden gehecht. Deze optie kan als laatste redmiddel worden gebruikt als er geen andere manier meer is om correcte G-code te genereren.",
  "Merged Meshes Overlap": "Samengevoegde rasters overlappen",
  "Make meshes which are touching each other overlap a bit. This makes them bond together better.": "Laat rasters die elkaar raken deels met elkaar overlappen. Hierdoor hechten ze beter aan elkaar.",
  "Remove Mesh Intersection": "Rastersnijpunt verwijderen",
  "Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.": "Hiermee verwijdert u gebieden waar meerdere rasters elkaar overlappen. Deze functie kan worden gebruikt als samengevoegde objecten van twee materialen elkaar overlappen.",
  "Alternate Mesh Removal": "Verwijderen van afwisselend raster",
  "Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.": "Schakel naar de rastersnijpuntvolumes die bij elke laag horen, zodat de overlappende rasters worden verweven. Als u deze instelling uitschakelt, krijgt een van de rasters al het volume in de overlap, terwijl dit uit de andere rasters wordt verwijderd.",
  "Remove Empty First Layers": "Lege eerste lagen verwijderen",
  "Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.": "Hiermee worden de lege lagen onder de eerste geprinte laag verwijderd, indien aanwezig. Als u deze instelling uitschakelt, kunnen lege eerste lagen ontstaan als de Slicetolerantie is ingesteld op Exclusief of Midden.",
  "Maximum Resolution": "Maximale resolutie",
  "The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.": "Het minimale formaat van een lijnsegment na het slicen. Als u deze waarde verhoogt, wordt het model met een lagere resolutie geprint. Hiermee kan de printer de verwerkingssnelheid van de G-code bijhouden en wordt de slicesnelheid verhoogd doordat details van het raster worden verwijderd die niet kunnen worden verwerkt.",
  "Maximum Travel Resolution": "Maximale bewegingsresolutie",
  "The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.": "Het minimale formaat van een bewegingslijnsegment na het slicen. Als u deze waarde verhoogt, hebben de bewegingen minder vloeiende hoeken. Hiermee kan de printer de verwerkingssnelheid van de G-code bijhouden, maar kan het model door vermijding minder nauwkeurig worden.",
  "Maximum Deviation": "Maximale afwijking",
  "The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.": "De maximaal toegestane afwijking tijdens het verlagen van de resolutie voor de instelling Maximale resolutie. Als u deze waarde verhoogt, wordt de print minder nauwkeurig, maar wordt de G-code kleiner. Maximale afwijking is een limiet voor Maximale resolutie, dus als de twee tegenstrijdig zijn, wordt de Maximale afwijking altijd aangehouden.",
  "Special Modes": "Speciale Modi",
  "Non-traditional ways to print your models.": "Niet-traditionele manieren om uw modellen te printen.",
  "Print Sequence": "Printvolgorde",
  "Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.": "Hiermee bepaalt u of alle modellen laag voor laag moeten worden geprint of dat eerst het ene model helemaal klaar moet zijn voordat aan het volgende wordt begonnen. Eén voor één printen is mogelijk als a) slechts één extruder is ingeschakeld en b) alle modellen zodanig zijn gescheiden dat de hele printkop ertussen kan bewegen en alle modellen lager zijn dan de afstand tussen de nozzle en de X/Y-assen.",
  "All at Once": "Alles Tegelijk",
  "One at a Time": "Eén voor Eén",
  "Infill Mesh": "Vulraster",
  "Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.": "Gebruik dit raster om de vulling aan te passen van andere rasters waarmee dit raster overlapt. Met deze optie vervangt u vulgebieden van andere rasters met gebieden van dit raster. Het wordt aangeraden voor dit raster slechts één wand en geen boven-/onderskin te printen.",
  "Infill Mesh Order": "Volgorde Vulraster",
  "Determines which infill mesh is inside the infill of another infill mesh. An infill mesh with a higher order will modify the infill of infill meshes with lower order and normal meshes.": "Hiermee wordt bepaald welk vulraster wordt gebruikt binnen de vulling van een ander vulraster. Met een vulraster dat voorrang heeft, wordt de vulling van andere vulrasters en normale rasters aangepast.",
  "Cutting Mesh": "Snijdend raster",
  "Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.": "Beperk het volume van dit raster binnen andere rasters. U kunt dit gebruiken om bepaalde delen van een raster met andere instellingen en met een andere extruder te printen.",
  "Mold": "Matrijs",
  "Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.": "Print modellen als matrijs, die vervolgens kan worden gegoten om een model te krijgen dat lijkt op de modellen op het platform.",
  "Minimal Mold Width": "Minimale matrijsbreedte",
  "The minimal distance between the ouside of the mold and the outside of the model.": "De minimale afstand tussen de buitenzijde van de matrijs en de buitenzijde van het model.",
  "Mold Roof Height": "Dakhoogte matrijs",
  "The height above horizontal parts in your model which to print mold.": "De hoogte die in de matrijs moet worden geprint boven de horizontale delen in het model.",
  "Mold Angle": "Matrijshoek",
  "The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.": "De hoek van de overhang van de buitenwanden die voor de matrijs worden gemaakt. Met 0° is de buitenshell van de matrijs verticaal, terwijl met 90° de buitenzijde van de matrijs de contouren van het model volgt.",
  "Support Mesh": "Supportstructuur raster",
  "Use this mesh to specify support areas. This can be used to generate support structure.": "Gebruik dit raster om steunvlakken op te geven. Deze functie kan worden gebruikt om supportstructuur te genereren.",
  "Anti Overhang Mesh": "Raster tegen overhang",
  "Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.": "Gebruik dit raster om op te geven waar geen enkel deel van het model mag worden gedetecteerd als overhang. Deze functie kan worden gebruikt om ongewenste supportstructuur te verwijderen.",
  "Surface Mode": "Oppervlaktemodus",
  "Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. \\Surface\\ prints a single wall tracing the mesh surface with no infill and no top/bottom skin. \\Both\\ prints enclosed volumes like normal and any remaining polygons as surfaces.": "Behandel het model alleen als oppervlak, volume of volumen met losse oppervlakken. In de normale printmodus worden alleen omsloten volumen geprint. Met de optie 'Oppervlak' wordt een enkele wand geprint waarbij het rasteroppervlak wordt gevolgd zonder vulling en zonder boven-/onderskin. Met de optie 'Beide' worden omsloten volumen normaal geprint en eventuele resterende polygonen als oppervlakken.",
  "Normal": "Normaal",
  "Surface": "Oppervlak",
  "Both": "Beide",
  "Spiralize Outer Contour": "Buitencontour Spiraliseren",
  "Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.": "Met spiraliseren wordt de Z-beweging van de buitenrand vloeiender. Hierdoor ontstaat een geleidelijke Z-verhoging over de hele print. Met deze functie maakt u van een massief model een enkelwandige print met een solide bodem. Deze functie dient alleen te worden ingeschakeld wanneer elke laag uit een enkel deel bestaat.",
  "Smooth Spiralized Contours": "Gespiraliseerde contouren effenen",
  "Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.": "Maak de gespiraliseerde contouren vlak om de zichtbaarheid van de Z-naad te verminderen (de Z-naad mag in de print nauwelijks zichtbaar zijn, maar is nog wel zichtbaar in de laagweergave). Houd er rekening mee dat fijne oppervlaktedetails worden vervaagd door het effenen.",
  "Relative Extrusion": "Relatieve Extrusie",
  "Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.": "Gebruik relatieve extrusie in plaats van absolute extrusie. Bij het gebruik van relatieve E-steps wordt het nabewerken van G-code gemakkelijker. Deze optie wordt echter niet door alle printers ondersteund en kan lichte afwijkingen veroorzaken in de hoeveelheid afgezet materiaal ten opzichte van absolute E-steps. Ongeacht deze instelling wordt de extrusiemodus altijd ingesteld op absoluut voordat er een G-code-script wordt uitgevoerd.",
  "Experimental": "Experimenteel",
  "Features that haven't completely been fleshed out yet.": "Functies die nog niet volledig zijn uitgewerkt.",
  "Tree Support": "Boomsupportstructuur",
  "Generate a tree-like support with branches that support your print. This may reduce material usage and print time, but greatly increases slicing time.": "Genereer een boomachtige supportstructuur met takken die uw print ondersteunen. Hierdoor worden materiaalgebruik en printtijd mogelijk gereduceerd, maar wordt de slicetijd aanzienlijk verlengd.",
  "Tree Support Branch Angle": "Hoek van takken van boomsupportstructuur",
  "The angle of the branches. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.": "Hiermee stelt u de hoek van de takken in. Met een kleinere hoek worden de takken verticaler en stabieler. Met een grotere hoek hebben ze een groter bereik.",
  "Tree Support Branch Distance": "Takafstand van boomsupportstructuur",
  "How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.": "Hiermee stelt u in hoe ver de takken moeten uitsteken als ze het model raken. Met een kleinere afstand raakt de boomsupportstructuur het model op meer plaatsen. Hierdoor creëert u een betere overhang maar is de supportstructuur moeilijker te verwijderen.",
  "Tree Support Branch Diameter": "Takdiameter van boomsupportstructuur",
  "The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.": "Hiermee stelt u de diameter in van de dunste takken van de boomsupportstructuur. Dikkere takken zijn steviger. Takken die dichter bij de stam liggen, zijn dikker dan dit.",
  "Tree Support Branch Diameter Angle": "Hoek van takdiameter van boomsupportstructuur",
  "The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.": "De hoek van de diameter van de takken terwijl ze naar beneden toe geleidelijk dikker worden. Met de hoekinstelling 0 zijn de takken over de gehele lengte even dik. Een kleine hoek verbetert de stabiliteit van de boomsupportstructuur.",
  "Tree Support Collision Resolution": "Resolutie bij botsingen van de boomsupportstructuur",
  "Resolution to compute collisions with to avoid hitting the model. Setting this lower will produce more accurate trees that fail less often, but increases slicing time dramatically.": "Resolutie voor het berekenen van botsingen om te voorkomen dat het model wordt geraakt. Als u deze optie op een lagere waarde instelt, creëert u nauwkeurigere bomen die minder vaak fouten vertonen, maar wordt de slicetijd aanzienlijk verlengd.",
  "Slicing Tolerance": "Slicetolerantie",
  "How to slice layers with diagonal surfaces. The areas of a layer can be generated based on where the middle of the layer intersects the surface (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the height of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Exclusive retains the most details, Inclusive makes for the best fit and Middle takes the least time to process.": "Geeft aan hoe lagen met een diagonaal oppervlak worden geslicet. De gebieden van een laag kunnen worden gegenereerd op basis van de locatie waar het midden van de laag het oppervlak snijdt (Midden). Daarnaast kan elke laag gebieden hebben die over de gehele hoogte van de laag binnen het volume vallen (Exclusief), of kan een laag gebieden hebben die overal binnen de laag vallen (Inclusief). Met Exclusief worden de meeste details behouden, met Inclusief verkrijgt u de beste pasvorm en met Midden is de verwerkingstijd het kortst.",
  "Middle": "Midden",
  "Exclusive": "Exclusief",
  "Inclusive": "Inclusief",
  "Top Surface Skin Line Width": "Lijnbreedte bovenskin",
  "Width of a single line of the areas at the top of the print.": "Breedte van een enkele lijn aan de bovenkant van de print.",
  "Top Surface Skin Pattern": "Patroon bovenskin",
  "The pattern of the top most layers.": "Het patroon van de bovenste lagen.",
  "Top Surface Skin Line Directions": "Lijnrichting bovenskin",
  "A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).": "Een lijst met gehele getallen voor lijnrichtingen die moet worden gebruikt wanneer voor de bovenste skinlagen een lijn- of zigzagpatroon wordt gebruikt. Elementen uit de lijst worden tijdens het printen van de lagen opeenvolgend gebruikt. Wanneer het einde van de lijst is bereikt, wordt deze weer van voren af aan gestart. De lijstitems zijn gescheiden door komma's en de hele lijst is binnen vierkante haken geplaatst. Standaard wordt een lege lijst gebruikt, wat inhoudt dat de traditionele standaardhoeken (45 en 135 graden) worden gebruikt.",
  "Infill Travel Optimization": "Bewegingsoptimalisatie vulling",
  "When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.": "Wanneer deze optie is ingeschakeld, wordt de volgorde geoptimaliseerd waarin de vullijnen worden geprint om de afgelegde beweging te reduceren. De reductie in bewegingstijd die wordt bereikt, is in hoge mate afhankelijk van het model dat wordt geslicet, het vulpatroon, de dichtheid enz. Houd er rekening mee dat de slicetijd voor modellen met veel kleine vulgebieden aanzienlijk kan worden verlengd.",
  "Auto Temperature": "Automatische Temperatuurinstelling",
  "Change the temperature for each layer automatically with the average flow speed of that layer.": "Pas de temperatuur voor elke laag automatisch aan aan de gemiddelde doorvoersnelheid van de laag.",
  "Flow Temperature Graph": "Grafiek Doorvoertemperatuur",
  "Data linking material flow (in mm3 per second) to temperature (degrees Celsius).": "Grafiek om de materiaaldoorvoer (in mm3 per seconde) te koppelen aan de temperatuur (graden Celsius).",
  "Minimum Polygon Circumference": "Minimale Polygoonomtrek",
  "Polygons in sliced layers that have a circumference smaller than this amount will be filtered out. Lower values lead to higher resolution mesh at the cost of slicing time. It is meant mostly for high resolution SLA printers and very tiny 3D models with a lot of details.": "Polygonen in geslicete lagen, die een kleinere omtrek hebben dan deze waarde, worden eruit gefilterd. Bij lagere waarden krijgt het raster een hogere resolutie, waardoor het slicen langer duurt. Dit is voornamelijk bedoeld voor SLA-printers met een hoge resolutie en zeer kleine 3D-modellen die veel details bevatten.",
  "Break Up Support In Chunks": "Supportstructuur in Stukken Breken",
  "Skip some support line connections to make the support structure easier to break away. This setting is applicable to the Zig Zag support infill pattern.": "Sla enkele verbindingen tussen lijnen van de supportstructuur over zodat deze gemakkelijker kan worden weggebroken. Deze instelling is van toepassing op het zigzag-vulpatroon van de supportstructuur.",
  "Support Chunk Size": "Grootte Supportstuk",
  "Leave out a connection between support lines once every N millimeter to make the support structure easier to break away.": "Sla elke N millimeter een verbinding tussen de lijnen van de supportstructuur over, zodat deze gemakkelijker kan worden weggebroken.",
  "Support Chunk Line Count": "Aantal Lijnen Supportstuk",
  "Skip one in every N connection lines to make the support structure easier to break away.": "Sla elke N verbindingslijnen één lijn over zodat de supportstructuur gemakkelijker kan worden weggebroken.",
  "Enable Draft Shield": "Tochtscherm Inschakelen",
  "This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.": "Maak een wand rond het model. Deze vangt (warme) lucht en biedt bescherming tegen externe luchtbewegingen. De optie is met name geschikt voor materialen die snel kromtrekken.",
  "Draft Shield X/Y Distance": "Tochtscherm X-/Y-afstand",
  "Distance of the draft shield from the print, in the X/Y directions.": "De afstand tussen het tochtscherm en de print, in de X- en Y-richting.",
  "Draft Shield Limitation": "Beperking Tochtscherm",
  "Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.": "Stel de hoogte van het tochtscherm in. U kunt ervoor kiezen een tochtscherm met dezelfde hoogte als het model of lager te printen.",
  "Full": "Volledig",
  "Limited": "Beperkt",
  "Draft Shield Height": "Hoogte Tochtscherm",
  "Height limitation of the draft shield. Above this height no draft shield will be printed.": "Stel een hoogtebeperking in voor het tochtscherm. Boven deze hoogte wordt er geen tochtscherm geprint.",
  "Make Overhang Printable": "Overhang Printbaar Maken",
  "Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.": "Verander de geometrie van het geprinte model dusdanig dat minimale support is vereist. Een steile overhang wordt een vlakke overhang. Overhangende gedeelten worden verlaagd zodat deze meer verticaal komen te staan.",
  "Maximum Model Angle": "Maximale Modelhoek",
  "The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.": "De maximale hoek van een overhang nadat deze printbaar is gemaakt. Bij een hoek van 0° worden alle overhangende gedeelten vervangen door een deel van het model dat is verbonden met het platform; bij een hoek van 90° wordt het model niet gewijzigd.",
  "Enable Coasting": "Coasting Inschakelen",
  "Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.": "Met coasting wordt het laatste gedeelte van een doorvoerpad vervangen door een beweging. Het doorgevoerde materiaal wordt gebruikt om het laatste gedeelte van het doorvoerpad te printen, om draadvorming te verminderen.",
  "Coasting Volume": "Coasting-volume",
  "The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.": "Hiermee stelt u volume in dat anders zou worden afgevoerd. Deze waarde dient zo dicht mogelijk bij de berekende waarde van de nozzlediameter te liggen.",
  "Minimum Volume Before Coasting": "Minimaal Volume vóór Coasting",
  "The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.": "Het kleinste volume dat een doorvoerpad moet hebben, voordat coasting mogelijk is. Voor een kort doorvoerpad wordt in de Bowden-buis minder druk opgebouwd en wordt het uitgespreide volume daarom lineair geschaald. Deze waarde moet altijd groter zijn dan de waarde voor het coasting-volume.",
  "Coasting Speed": "Coasting-snelheid",
  "The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.": "De snelheid waarmee de printkop tijdens coasting beweegt ten opzichte van de snelheid voor het doorvoerpad. Hiervoor wordt een waarde van iets minder dan 100% aangeraden, omdat de druk in de bowden-buis zakt tijdens een coasting-beweging.",
  "Cross 3D Pocket Size": "Luchtbelgrootte bij Kruis 3D",
  "The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.": "De grootte van luchtbellen op kruispunten in het kruis 3D-patroon op punten waar het patroon zichzelf raakt.",
  "Cross Infill Density Image": "Dichtheid kruisvulling afbeelding",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.": "De bestandslocatie van een afbeelding waarvan de helderheidswaarden de minimale dichtheid op de bijbehorende locatie in de vulling van de print bepalen.",
  "Cross Fill Density Image for Support": "Dichtheid kruisvulling afbeelding voor supportstructuur",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.": "De bestandslocatie van een afbeelding waarvan de helderheidswaarden de minimale dichtheid op de bijbehorende locatie in de supportstructuur bepalen.",
  "Spaghetti Infill": "Spaghettivulling",
  "Print the infill every so often, so that the filament will curl up chaotically inside the object. This reduces print time, but the behaviour is rather unpredictable.": "Print af en toe een deel vulling zodat het filament willekeurig opkrult binnen het object. Hiermee wordt de printtijd verkort. Het gedrag is echter nogal onvoorspelbaar.",
  "Spaghetti Infill Stepping": "Spaghettivulling traptreden",
  "Whether to print spaghetti infill in steps or extrude all the infill filament at the end of the print.": "Hiermee bepaalt u of u spaghettivulling print in de traptreden, of dat al het vulfilament aan het eind van de print wordt doorgevoerd.",
  "Spaghetti Maximum Infill Angle": "Maximale hoek spaghettivulling",
  "The maximum angle w.r.t. the Z axis of the inside of the print for areas which are to be filled with spaghetti infill afterwards. Lowering this value causes more angled parts in your model to be filled on each layer.": "De maximale hoek ten opzichte van de Z-as van de binnenzijde van de print voor gedeelten die naderhand met spaghettivulling moeten worden gevuld. Wanneer deze waarde wordt verlaagd, worden er op elke laag meer hoekdelen gevuld.",
  "Spaghetti Infill Maximum Height": "Maximale hoogte spaghettivulling",
  "The maximum height of inside space which can be combined and filled from the top.": "De maximale hoogte van binnenruimte die kan worden gecombineerd en van bovenaf kan worden gevuld.",
  "Spaghetti Inset": "Spaghetti-uitsparing",
  "The offset from the walls from where the spaghetti infill will be printed.": "De offset van de wanden van waaruit de spaghettivulling wordt geprint.",
  "Spaghetti Flow": "Spaghettidoorvoer",
  "Adjusts the density of the spaghetti infill. Note that the Infill Density only controls the line spacing of the filling pattern, not the amount of extrusion for spaghetti infill.": "Past de dichtheid van de spaghettivulling aan. Houd er rekening mee dat de vuldichtheid alleen invloed heeft op de ruimte tussen de lijnen van het vulpatroon, niet op de hoeveelheid doorvoer voor spaghettivulling.",
  "Spaghetti Infill Extra Volume": "Extra volume spaghettivulling",
  "A correction term to adjust the total volume being extruded each time when filling spaghetti.": "Een correctievoorwaarde voor het aanpassen van het totale volume dat elke keer dat spaghettivulling wordt geprint, wordt doorgevoerd.",
  "Enable Conical Support": "Conische supportstructuur inschakelen",
  "Make support areas smaller at the bottom than at the overhang.": "Maak draagvlakken aan de onderkant kleiner dan bij de overhang.",
  "Conical Support Angle": "Hoek Conische Supportstructuur",
  "The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.": "De hoek van de schuine kant van de conische supportstructuur, waarbij 0 graden verticaal en 90 horizontaal is. Met een kleinere hoek is de supportstructuur steviger, maar bestaat deze uit meer materiaal. Met een negatieve hoek is het grondvlak van de supportstructuur breder dan de top.",
  "Conical Support Minimum Width": "Minimale Breedte Conische Supportstructuur",
  "Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.": "Minimale breedte waarmee het grondvlak van het kegelvormige supportgebied wordt verkleind. Een geringe breedte kan leiden tot een instabiele supportstructuur.",
  "Fuzzy Skin": "Rafelig Oppervlak",
  "Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.": "Door willekeurig trillen tijdens het printen van de buitenwand wordt het oppervlak hiervan ruw en ongelijk.",
  "Fuzzy Skin Outside Only": "Alleen rafelig oppervlak buitenkant",
  "Jitter only the parts' outlines and not the parts' holes.": "Trillen alleen voor de contouren van de onderdelen en niet voor de gaten van de onderdelen.",
  "Fuzzy Skin Thickness": "Dikte Rafelig Oppervlak",
  "The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.": "De breedte van de trilling. Het wordt aangeraden hiervoor een waarde in te stellen die lager is dan de breedte van de buitenwand, omdat de binnenwand niet verandert.",
  "Fuzzy Skin Density": "Dichtheid Rafelig Oppervlak",
  "The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.": "De gemiddelde dichtheid van de punten die op elke polygoon in een laag worden geplaatst. Houd er rekening mee dat de originele punten van de polygoon worden verwijderd. Een lage dichtheid leidt dus tot een verlaging van de resolutie.",
  "Fuzzy Skin Point Distance": "Puntafstand Rafelig Oppervlak",
  "The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.": "De gemiddelde afstand tussen de willekeurig geplaatste punten op elk lijnsegment. Houd er rekening mee dat de originele punten van de polygoon worden verwijderd. Een hoge effenheid leidt dus tot een verlaging van de resolutie. Deze waarde moet hoger zijn dan de helft van de Dikte rafelig oppervlak.",
  "Flow Rate Compensation Max Extrusion Offset": "Maximale extrusieoffset voor doorvoercompensatie",
  "The maximum distance in mm to move the filament to compensate for changes in flow rate.": "De maximale afstand in mm om het filament te verplaatsen om veranderingen in de stroomsnelheid te compenseren.",
  "Flow Rate Compensation Factor": "Doorvoercompensatiefactor",
  "How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.": "Hoe ver het filament moet worden verplaatst om veranderingen in de stroomsnelheid te compenseren, als een percentage van hoe ver het filament in één seconde extrusie zou bewegen.",
  "Wire Printing": "Draadprinten",
  "Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.": "Print alleen de buitenkant van het object in een dunne webstructuur, 'in het luchtledige'. Hiervoor worden de contouren van het model horizontaal geprint op bepaalde Z-intervallen die door middel van opgaande en diagonaal neergaande lijnen zijn verbonden.",
  "WP Connection Height": "Verbindingshoogte Draadprinten",
  "The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.": "De hoogte van de opgaande en diagonaal neergaande lijnen tussen twee horizontale delen. Hiermee bepaalt u de algehele dichtheid van de webstructuur. Alleen van toepassing op Draadprinten.",
  "WP Roof Inset Distance": "Afstand Dakuitsparingen Draadprinten",
  "The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.": "De afstand die wordt overbrugt wanneer vanaf een dakcontour een verbinding naar binnen wordt gemaakt. Alleen van toepassing op Draadprinten.",
  "WP Speed": "Snelheid Draadprinten",
  "Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.": "De snelheid waarmee de nozzle beweegt tijdens het doorvoeren van materiaal. Alleen van toepassing op Draadprinten.",
  "WP Bottom Printing Speed": "Printsnelheid Bodem Draadprinten",
  "Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.": "De snelheid waarmee de eerste laag wordt geprint. Dit is tevens de enige laag die het platform raakt. Alleen van toepassing op Draadprinten.",
  "WP Upward Printing Speed": "Opwaartse Printsnelheid Draadprinten",
  "Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.": "De snelheid waarmee een lijn naar boven 'in het luchtledige' wordt geprint. Alleen van toepassing op Draadprinten.",
  "WP Downward Printing Speed": "Neerwaartse Printsnelheid Draadprinten",
  "Speed of printing a line diagonally downward. Only applies to Wire Printing.": "De snelheid waarmee een lijn diagonaal naar beneden wordt geprint. Alleen van toepassing op Draadprinten.",
  "WP Horizontal Printing Speed": "Horizontale Printsnelheid Draadprinten",
  "Speed of printing the horizontal contours of the model. Only applies to Wire Printing.": "De snelheid waarmee de contouren van een model worden geprint. Alleen van toepassing op draadprinten.",
  "WP Flow": "Doorvoer Draadprinten",
  "Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.": "Doorvoercompensatie: de hoeveelheid materiaal die wordt doorgevoerd, wordt vermenigvuldigd met deze waarde. Alleen van toepassing op Draadprinten.",
  "WP Connection Flow": "Verbindingsdoorvoer Draadprinten",
  "Flow compensation when going up or down. Only applies to Wire Printing.": "Doorvoercompensatie tijdens bewegingen naar boven of beneden. Alleen van toepassing op Draadprinten.",
  "WP Flat Flow": "Doorvoer Platte Lijn Draadprinten",
  "Flow compensation when printing flat lines. Only applies to Wire Printing.": "Doorvoercompensatie tijdens het printen van platte lijnen. Alleen van toepassing op Draadprinten.",
  "WP Top Delay": "Opwaartse Vertraging Draadprinten",
  "Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.": "Vertraging na een opwaartse beweging, zodat de opwaartse lijn kan uitharden. Alleen van toepassing op Draadprinten.",
  "WP Bottom Delay": "Neerwaartse Vertraging Draadprinten",
  "Delay time after a downward move. Only applies to Wire Printing.": "Vertraging na een neerwaartse beweging. Alleen van toepassing op Draadprinten.",
  "WP Flat Delay": "Vertraging Platte Lijn Draadprinten",
  "Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.": "Vertragingstijd tussen twee horizontale segmenten. Een dergelijke vertraging zorgt voor een betere hechting aan voorgaande lagen op de verbindingspunten. Bij een te lange vertraging kan het object echter gaan doorzakken. Alleen van toepassing op Draadprinten.",
  "WP Ease Upward": "Langzaam Opwaarts Draadprinten",
  "WP Knot Size": "Knoopgrootte Draadprinten",
  "Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.": "Maakt een kleine verdikking boven aan een opwaartse lijn, zodat de volgende horizontale laag hier beter op kan aansluiten. Alleen van toepassing op Draadprinten.",
  "WP Fall Down": "Valafstand Draadprinten",
  "Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.": "De afstand die het materiaal valt na een opwaartse doorvoer. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.",
  "WP Drag Along": "Meeslepen Draadprinten",
  "Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.": "De afstand waarover het materiaal van een opwaartse doorvoer wordt meegesleept tijdens een diagonaal neerwaartse doorvoer. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.",
  "WP Strategy": "Draadprintstrategie",
  "Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.": "Strategie om ervoor te zorgen dat twee opeenvolgende lagen bij elk verbindingspunt op elkaar aansluiten. Met intrekken kunnen de opwaartse lijnen in de juiste positie uitharden, maar kan het filament gaan haperen. Aan het eind van een opwaartse lijn kan een verdikking worden gemaakt om een volgende lijn hierop eenvoudiger te kunnen laten aansluiten en om de lijn te laten afkoelen. Hiervoor is mogelijk een lage printsnelheid vereist. U kunt echter ook het doorzakken van de bovenkant van een opwaartse lijn compenseren. De lijnen vallen echter niet altijd zoals verwacht.",
  "Compensate": "Compenseren",
  "Knot": "Verdikken",
  "Retract": "Intrekken",
  "WP Straighten Downward Lines": "Neerwaartse Lijnen Rechtbuigen Draadprinten",
  "Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.": "Het percentage van een diagonaal neerwaartse lijn die wordt afgedekt door een deel van een horizontale lijn. Hiermee kunt u voorkomen dat het bovenste deel van een opwaartse lijn doorzakt. Alleen van toepassing op Draadprinten.",
  "WP Roof Fall Down": "Valafstand Dak Draadprinten",
  "The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.": "De afstand die horizontale daklijnen die 'in het luchtledige' worden geprint, naar beneden vallen tijdens het printen. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.",
  "WP Roof Drag Along": "Meeslepen Dak Draadprinten",
  "The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.": "De afstand die het eindstuk van een inwaartse lijn wordt meegesleept wanneer de nozzle terugkeert naar de buitencontouren van het dak. Deze afstand wordt gecompenseerd. Alleen van toepassing op Draadprinten.",
  "WP Roof Outer Delay": "Vertraging buitenzijde dak tijdens draadprinten",
  "Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.": "De wachttijd aan de buitenkant van een gat dat een dak moet gaan vormen. Een langere wachttijd kan zorgen voor een betere aansluiting. Alleen van toepassing op Draadprinten.",
  "WP Nozzle Clearance": "Tussenruimte Nozzle Draadprinten",
  "Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.": "De afstand tussen de nozzle en horizontaal neergaande lijnen. Een grotere tussenruimte zorgt voor diagonaal neerwaarts gaande lijnen met een minder steile hoek. Hierdoor ontstaan minder opwaartse verbindingen met de volgende laag. Alleen van toepassing op Draadprinten.",
  "Use Adaptive Layers": "Adaptieve lagen gebruiken",
  "Adaptive layers computes the layer heights depending on the shape of the model.": "Met adaptieve lagen berekent u de laaghoogte afhankelijk van de vorm van het model.",
  "Adaptive Layers Maximum Variation": "Maximale variatie adaptieve lagen",
  "The maximum allowed height different from the base layer height.": "De maximaal toegestane hoogte ten opzichte van de grondlaaghoogte.",
  "Adaptive Layers Variation Step Size": "Stapgrootte variatie adaptieve lagen",
  "The difference in height of the next layer height compared to the previous one.": "Het hoogteverschil tussen de hoogte van de volgende laag ten opzichte van de vorige laag.",
  "Adaptive Layers Topography Size": "Topografieformaat aanpasbare lagen",
  "Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.": "Horizontale doelafstand tussen twee aangrenzende lagen. Als u deze instelling verkleint, worden dunnere lagen gebruikt om de randen van de lagen dichter bij elkaar te brengen.",
  "Overhanging Wall Angle": "Hoek Overhangende Wand",
  "Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.": "Wanden die overhangen in een hoek groter dan deze waarde, worden geprint met instellingen voor overhangende wanden. Wanneer de waarde 90 is, wordt een wand niet als een overhangende wand gezien. Een overhang die wordt ondersteund door ondersteuning wordt ook niet als overhang gezien.",
  "Overhanging Wall Speed": "Snelheid Overhangende Wand",
  "Overhanging walls will be printed at this percentage of their normal print speed.": "Overhangende wanden worden geprint met een snelheid die gelijk is aan dit percentage van hun normale printsnelheid.",
  "Enable Bridge Settings": "Bruginstellingen inschakelen",
  "Detect bridges and modify print speed, flow and fan settings while bridges are printed.": "Hiermee detecteert u bruggen en past u de instellingen voor de printsnelheid, doorvoer en ventilator aan tijdens het printen van bruggen.",
  "Minimum Bridge Wall Length": "Minimale brugwandlengte",
  "Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.": "Niet-ondersteunde wanden die korter zijn dan deze waarde, worden geprint met de normale wandinstellingen. Langere niet-ondersteunde wanden worden geprint met de instellingen voor brugwanden.",
  "Bridge Skin Support Threshold": "Drempelwaarde voor brugskinsupport",
  "If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.": "Als voor een skinregio minder supportstructuur wordt geprint dan dit percentage van zijn oppervlakte, print u dit met de bruginstellingen. Anders wordt er geprint met de normale skininstellingen.",
  "Bridge Sparse Infill Max Density": "Maximale dichtheid van dunne vulling brugskin",
  "Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.": "Maximale dichtheid van de vulling die als dun wordt beschouwd. Skin boven dunne vulling wordt als niet-ondersteund beschouwd en kan dus als een brugskin worden behandeld.",
  "Bridge Wall Coasting": "Coasting brugwand",
  "This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.": "Met deze optie controleert u de afstand die de extruder moet coasten voordat een brugwand begint. Met coasting voordat de brug begint, vermindert u de druk in de nozzle en krijgt u mogelijk een vlakkere brug.",
  "Bridge Wall Speed": "Snelheid brugwand",
  "The speed at which the bridge walls are printed.": "De snelheid waarmee brugwanden worden geprint.",
  "Bridge Wall Flow": "Doorvoer brugwand",
  "When printing bridge walls, the amount of material extruded is multiplied by this value.": "Tijdens het printen van brugwanden wordt de hoeveelheid materiaal die wordt doorgevoerd, met deze waarde vermenigvuldigd.",
  "Bridge Skin Speed": "Snelheid brugskin",
  "The speed at which bridge skin regions are printed.": "De snelheid waarmee brugskinregio's worden geprint.",
  "Bridge Skin Flow": "Doorvoer brugskin",
  "When printing bridge skin regions, the amount of material extruded is multiplied by this value.": "Tijdens het printen van brugskinregio's wordt de hoeveelheid materiaal die wordt doorgevoerd, met deze waarde vermenigvuldigd.",
  "Bridge Skin Density": "Dichtheid brugskin",
  "The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "De dichtheid van de brugskinlaag. Met een waarde lager dan 100 worden de ruimten tussen de skinlijnen groter.",
  "Bridge Fan Speed": "Ventilatorsnelheid brug",
  "Percentage fan speed to use when printing bridge walls and skin.": "Percentage ventilatorsnelheid tijdens het printen van brugwanden en -skin.",
  "Bridge Has Multiple Layers": "Brug heeft meerdere lagen",
  "If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.": "Als deze optie ingeschakeld is, worden de tweede en derde laag boven de vrije ruimte geprint met de volgende instellingen. Anders worden de lagen geprint met de normale instellingen.",
  "Bridge Second Skin Speed": "Snelheid tweede brugskin",
  "Print speed to use when printing the second bridge skin layer.": "Printsnelheid tijdens het printen van de tweede brugskinlaag.",
  "Bridge Second Skin Flow": "Doorvoer tweede brugskin",
  "When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.": "Tijdens het printen van de tweede brugskinlaag wordt de hoeveelheid materiaal die wordt doorgevoerd, met deze waarde vermenigvuldigd.",
  "Bridge Second Skin Density": "Dichtheid tweede brugskin",
  "The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "De dichtheid van de tweede brugskinlaag. Met een waarde lager dan 100 worden de ruimten tussen de skinlijnen groter.",
  "Bridge Second Skin Fan Speed": "Ventilatorsnelheid tweede brugskin",
  "Percentage fan speed to use when printing the second bridge skin layer.": "Percentage ventilatorsnelheid tijdens het printen van de tweede brugskinlaag.",
  "Bridge Third Skin Speed": "Snelheid derde brugskin",
  "Print speed to use when printing the third bridge skin layer.": "Printsnelheid tijdens het printen van de derde brugskinlaag.",
  "Bridge Third Skin Flow": "Doorvoer derde brugskin",
  "When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.": "Tijdens het printen van de derde brugskinlaag wordt de hoeveelheid materiaal die wordt doorgevoerd, met deze waarde vermenigvuldigd.",
  "Bridge Third Skin Density": "Dichtheid derde brugskin",
  "The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "De dichtheid van de derde brugskinlaag. Met een waarde lager dan 100 worden de ruimten tussen de skinlijnen groter.",
  "Bridge Third Skin Fan Speed": "Ventilatorsnelheid derde brugskin",
  "Percentage fan speed to use when printing the third bridge skin layer.": "Percentage ventilatorsnelheid tijdens het printen van de derde brugskinlaag.",
  "Wipe Nozzle Between Layers": "Nozzle afvegen tussen lagen",
  "Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.": "Hiermee bepaalt u of u het afvegen van de nozzle tussen lagen wilt opnemen in de G-code. Het inschakelen van deze optie kan het gedrag van het intrekken bij de laagwissel beïnvloeden. Gebruik de instellingen voor Intrekken voor afvegen om het intrekken te regelen bij lagen waarbij het afveegscript actief is.",
  "Material Volume Between Wipes": "Materiaalvolume tussen afvegen",
  "Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.": "Maximale materiaalhoeveelheid die kan worden geëxtrudeerd voordat de nozzle opnieuw wordt afgeveegd. Als deze waarde kleiner is dan het benodigde materiaalvolume in een laag, heeft de instelling geen effect op deze laag. Er wordt dan maar een keer per laag afgeveegd.",
  "Wipe Retraction Enable": "Intrekken voor afvegen inschakelen",
  "Wipe Retraction Distance": "Intrekafstand voor afvegen",
  "Amount to retract the filament so it does not ooze during the wipe sequence.": "Volume filament dat moet worden ingetrokken om te voorkomen dat filament verloren gaat tijdens het afvegen.",
  "Wipe Retraction Extra Prime Amount": "Extra primehoeveelheid na intrekken voor afvegen",
  "Some material can ooze away during a wipe travel moves, which can be compensated for here.": "Tijdens veegbewegingen kan materiaal verloren gaan, wat met deze optie kan worden gecompenseerd.",
  "Wipe Retraction Speed": "Intreksnelheid voor afvegen",
  "The speed at which the filament is retracted and primed during a wipe retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging voor afvegen wordt ingetrokken en geprimed.",
  "Wipe Retraction Retract Speed": "Intreksnelheid voor afvegen (intrekken)",
  "The speed at which the filament is retracted during a wipe retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging voor afvegen wordt ingetrokken.",
  "Wipe Retraction Prime Speed": "Primesnelheid Intrekken voor afvegen",
  "The speed at which the filament is primed during a wipe retraction move.": "De snelheid waarmee het filament tijdens een intrekbeweging voor afvegen wordt geprimed.",
  "Wipe Pause": "Afvegen pauzeren",
  "Pause after the unretract.": "Pauzeren na het ongedaan maken van intrekken.",
  "Wipe Z Hop": "Z-sprong afvegen",
  "When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "Tijdens het afvegen wordt het platform omlaag gebracht om ruimte te creëren tussen de nozzle en de print. Hiermee wordt voorkomen dat de nozzle de print raakt tijdens een beweging en wordt de kans verkleind dat de print van het platform wordt gestoten.",
  "Wipe Z Hop Height": "Hoogte Z-sprong voor afvegen",
  "Wipe Hop Speed": "Sprongsnelheid voor afvegen",
  "Speed to move the z-axis during the hop.": "Snelheid waarmee de Z-as wordt verplaatst tijdens de sprong.",
  "Wipe Brush X Position": "X-positie afveegborstel",
  "X location where wipe script will start.": "X-positie waar afveegscript start.",
  "Wipe Repeat Count": "Aantal afveegbewegingen",
  "Number of times to move the nozzle across the brush.": "Aantal keren dat de nozzle over de borstel beweegt.",
  "Wipe Move Distance": "Verplaatsingsafstand voor afvegen",
  "The distance to move the head back and forth across the brush.": "De afstand die de kop heen en weer wordt bewogen over de borstel.",
  "Small Hole Max Size": "Maximale grootte kleine gaten",
  "Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.": "Gaten en contouren van onderdelen met een kleinere diameter dan deze worden afgedrukt met behulp van Klein kenmerksnelheid.",
  "Small Feature Max Length": "Maximale lengte klein kenmerk",
  "Feature outlines that are shorter than this length will be printed using Small Feature Speed.": "Kenmerkcontouren die korter zijn dan deze lengte, worden afgedrukt met behulp van Klein kenmerksnelheid.",
  "Small Feature Speed": "Klein kenmerksnelheid",
  "Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Kleine kernmerken worden geprint met een snelheid die gelijk is aan dit percentage van hun normale printsnelheid. Langzamer printen kan de hechting en nauwkeurigheid verbeteren.",
  "Small Feature Initial Layer Speed": "Kleine kenmerken eerste laagsnelheid",
  "Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Kleine kenmerken op de eerste laag worden geprint met een snelheid die gelijk is aan dit percentage van hun normale printsnelheid. Langzamer printen kan de hechting en nauwkeurigheid verbeteren.",
  "Command Line Settings": "Instellingen opdrachtregel",
  "Settings which are only used if CuraEngine isn't called from the Cura frontend.": "Instellingen die alleen worden gebruikt als CuraEngine niet wordt aangeroepen door de Cura-frontend.",
  "Center Object": "Object centreren",
  "Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.": "Hiermee bepaalt u of het object in het midden van het platform moet worden gecentreerd (0,0) of dat het coördinatensysteem moet worden gebruikt waarin het object opgeslagen is.",
  "Mesh Position X": "Rasterpositie X",
  "Offset applied to the object in the x direction.": "De offset die in de X-richting wordt toegepast op het object.",
  "Mesh Position Y": "Rasterpositie Y",
  "Offset applied to the object in the y direction.": "De offset die in de Y-richting wordt toegepast op het object.",
  "Mesh Position Z": "Rasterpositie Z",
  "Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.": "De offset die wordt toegepast op het object in de z-richting. Hiermee kunt u de taak uitvoeren die voorheen 'Object Sink' werd genoemd.",
  "Mesh Rotation Matrix": "Matrix rasterrotatie"
}