{
  "Machine": "Máquina",
  "Machine specific settings": "Definições específicas da máquina",
  "Machine Type": "Tipo de Máquina",
  "The name of your 3D printer model.": "O nome do seu modelo de impressora 3D.",
  "Show Machine Variants": "Mostrar Variantes da Máquina",
  "Whether to show the different variants of this machine, which are described in separate json files.": "Mostrar ou não as diferentes variantes desta máquina, as quais são descritas em ficheiros json separados.",
  "Start G-code": "G-code Inicial",
  "End G-code": "G-code Final",
  "Material GUID": "GUID do material",
  "GUID of the material. This is set automatically.": "GUID do material. Este é definido automaticamente.",
  "Diameter": "Diâmetro",
  "Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.": "Ajusta o diâmetro do filamento utilizado. Faça corresponder este valor com o diâmetro do filamento utilizado.",
  "Wait for Build Plate Heatup": "Esperar pelo Aquecimento da Base de Construção",
  "Whether to insert a command to wait until the build plate temperature is reached at the start.": "Introduzir ou não um comando para esperar até que a temperatura da base de construção seja atingida durante o arranque.",
  "Wait for Nozzle Heatup": "Esperar pelo aquecimento do nozzle",
  "Whether to wait until the nozzle temperature is reached at the start.": "Esperar ou não até que a temperatura do nozzle seja atingida durante o arranque.",
  "Include Material Temperatures": "Incluir Temperaturas do Material",
  "Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.": "Incluir ou não os comandos de temperatura do nozzle no início do G-code. Se o gcode_inicial já incluir os comandos de temperatura do nozzle, o front-end do Cura desativará automaticamente esta definição.",
  "Include Build Plate Temperature": "Incluir Temperatura da Base de Construção",
  "Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.": "Incluir ou não os comandos de temperatura da base de construção no início do gcode. Se o gcode_inicial já incluir os comandos de temperatura da base de construção, o front-end do Cura desativará automaticamente esta definição.",
  "Machine Width": "Largura da Máquina",
  "The width (X-direction) of the printable area.": "A largura (direção X) da área de impressão.",
  "Machine Depth": "Profundidade da Máquina",
  "The depth (Y-direction) of the printable area.": "A profundidade (direção Y) da área de impressão.",
  "Build Plate Shape": "Forma da Base de Construção",
  "The shape of the build plate without taking unprintable areas into account.": "A forma da base de construção sem ter em consideração as áreas onde não é possível imprimir.",
  "Rectangular": "Rectangular",
  "Elliptic": "Elíptica",
  "Build Plate Material": "Material da Base de Construção",
  "The material of the build plate installed on the printer.": "O material da base de construção instalada na impressora.",
  "Glass": "Vidro",
  "Aluminum": "Alumínio",
  "Machine Height": "Altura da Máquina",
  "The height (Z-direction) of the printable area.": "A altura (direção Z) da área de impressão.",
  "Has Heated Build Plate": "Tem Base de Construção Aquecida",
  "Whether the machine has a heated build plate present.": "Se a máquina tem ou não uma base de construção aquecida.",
  "Has Build Volume Temperature Stabilization": "Tem estabilização da temperatura do volume de construção",
  "Whether the machine is able to stabilize the build volume temperature.": "Se a máquina consegue ou não estabilizar a temperatura do volume de construção.",
  "Is Center Origin": "O Centro é a Origem",
  "Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.": "Se as coordenadas X/Y da posição zero (origem) da impressora são o centro da área de impressão.",
  "Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.": "Número de núcleos de extrusão. Um núcleo de extrusão é o conjunto de um alimentador (feeder), tubo bowden e nozzle.",
  "Number of Extruders That Are Enabled": "Número de extrusores ativos",
  "Number of extruder trains that are enabled; automatically set in software": "Número de núcleos de extrusão que estão activos; definido automaticamente em software",
  "Outer Nozzle Diameter": "Diâmetro externo do nozzle",
  "The outer diameter of the tip of the nozzle.": "O diâmetro externo da ponta do nozzle.",
  "Nozzle Length": "Comprimento do nozzle",
  "The height difference between the tip of the nozzle and the lowest part of the print head.": "A diferença de altura entre a ponta do nozzle e o extremo inferior da cabeça de impressão.",
  "Nozzle Angle": "Ângulo do nozzle",
  "The angle between the horizontal plane and the conical part right above the tip of the nozzle.": "O ângulo entre o plano horizontal e a parte cónica imediatamente acima da ponta do nozzle.",
  "Heat Zone Length": "Comprimento da zona de aquecimento",
  "The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.": "A distância, a partir da ponta do nozzle, na qual o calor do nozzle é transferido para o filamento.",
  "Enable Nozzle Temperature Control": "Ativar controlo de temperatura do nozzle",
  "Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.": "Controlar ou não a temperatura a partir do Cura. Desative esta opção para controlar a temperatura do nozzle a partir de fora do Cura.",
  "The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.": "A velocidade média (°C/s) a que o nozzle é aquecido, média calculada com base nos valores das temperaturas normais de impressão, e a temperatura em modo de espera.",
  "The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.": "A velocidade média (°C/s) a que o nozzle é arrefecido, média calculada com base nos valores das temperaturas normais de impressão, e a temperatura em modo de espera.",
  "Minimal Time Standby Temperature": "Tempo Mínimo da Temperatura em Modo de Espera",
  "The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.": "O tempo mínimo durante o qual um extrusor tem de estar inativo antes de o nozzle ser arrefecido. Apenas é permitido começar a arrefecer até à temperatura de Modo de Espera quando um extrusor não for utilizado por um período de tempo superior a este.",
  "G-code Flavor": "Variante do G-code",
  "The type of g-code to be generated.": "O tipo de G-code a ser gerado.",
  "Marlin": "Marlin",
  "Marlin (Volumetric)": "Marlin (Volumétrico)",
  "RepRap": "RepRap",
  "Ultimaker 2": "Ultimaker 2",
  "Griffin": "Griffin",
  "Makerbot": "Makerbot",
  "Bits from Bytes": "Bits from Bytes",
  "Mach3": "Mach3",
  "Repetier": "Repetier",
  "Firmware Retraction": "Retração em Firmware",
  "Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.": "Se se deve utilizar os comandos de retração do firmware (G10/G11), em vez da propriedade E dos comandos G1, para realizar a retração do material.",
  "Extruders Share Heater": "Extrusoras Partilham Aquecedor",
  "Whether the extruders share a single heater rather than each extruder having its own heater.": "Se, as extrusoras partilham um único aquecedor em vez de cada extrusora ter o seu próprio aquecedor.",
  "Disallowed Areas": "Áreas não permitidas",
  "A list of polygons with areas the print head is not allowed to enter.": "Uma lista de polígonos com áreas onde a cabeça de impressão não pode entrar.",
  "Nozzle Disallowed Areas": "Áreas não permitidas ao nozzle",
  "A list of polygons with areas the nozzle is not allowed to enter.": "Uma lista de polígonos com áreas onde o nozzle não pode entrar.",
  "Machine Head & Fan Polygon": "Polígono da cabeça e do ventilador da máquina",
  "A 2D silhouette of the print head (fan caps included).": "Uma silhueta 2D da cabeça de impressão (incluindo tampas do(s) ventilador(s)).",
  "Gantry Height": "Altura do pórtico",
  "The height difference between the tip of the nozzle and the gantry system (X and Y axes).": "A diferença de altura entre a ponta do nozzle e o sistema de pórtico (eixos X e Y).",
  "Nozzle ID": "ID do Nozzle",
  "The nozzle ID for an extruder train, such as \\AA 0.4\\ and \\BB 0.8\\.": "O ID do nozzle de um núcleo de extrusão, tal como \\AA 0.4\\ e \\BB 0.8\\.",
  "Nozzle Diameter": "Diâmetro do Nozzle",
  "The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.": "O diâmetro interno do nozzle. Altere esta definição quando utilizar um nozzle com um tamanho não convencional.",
  "Offset with Extruder": "Desviar com extrusor",
  "Apply the extruder offset to the coordinate system.": "Aplicar o desvio do extrusor ao sistema de coordenadas.",
  "Extruder Prime Z Position": "Posição Z para Preparação Extrusor",
  "The Z coordinate of the position where the nozzle primes at the start of printing.": "A coordenada Z da posição onde fazer a preparação do nozzle no inicio da impressão.",
  "Absolute Extruder Prime Position": "Posição Absoluta Preparação Extrusor",
  "Make the extruder prime position absolute rather than relative to the last-known location of the head.": "Definir como absoluta, a posição para a preparação do extrusor, em vez de relativa à última posição conhecida da cabeça.",
  "Maximum Speed X": "Velocidade X Máxima",
  "The maximum speed for the motor of the X-direction.": "A velocidade máxima do motor da direção X.",
  "Maximum Speed Y": "Velocidade Y Máxima",
  "The maximum speed for the motor of the Y-direction.": "A velocidade máxima do motor da direção Y.",
  "Maximum Speed Z": "Velocidade Z Máxima",
  "The maximum speed for the motor of the Z-direction.": "A velocidade máxima do motor da direção Z.",
  "Maximum Feedrate": "Velocidade Máxima de Alimentação",
  "The maximum speed of the filament.": "A velocidade máxima do filamento.",
  "Maximum Acceleration X": "Aceleração X Máxima",
  "Maximum acceleration for the motor of the X-direction": "A aceleração máxima do motor da direção X",
  "Maximum Acceleration Y": "Aceleração Y Máxima",
  "Maximum acceleration for the motor of the Y-direction.": "A aceleração máxima do motor da direção Y.",
  "Maximum Acceleration Z": "Aceleração Z Máxima",
  "Maximum acceleration for the motor of the Z-direction.": "A aceleração máxima do motor da direção Z.",
  "Maximum Filament Acceleration": "Aceleração Máxima do Filamento",
  "Maximum acceleration for the motor of the filament.": "A aceleração máxima do motor do filamento.",
  "Default Acceleration": "Aceleração Predefinida",
  "The default acceleration of print head movement.": "A aceleração predefinida do movimento da cabeça de impressão.",
  "Default X-Y Jerk": "Jerk X-Y Predefinido",
  "Default jerk for movement in the horizontal plane.": "O jerk predefinido do movimento no plano horizontal.",
  "Default Z Jerk": "Jerk Z Predefinido",
  "Default jerk for the motor of the Z-direction.": "O jerk predefinido do motor da direção Z.",
  "Default Filament Jerk": "Jerk Predefinido do Filamento",
  "Default jerk for the motor of the filament.": "O jerk predefinido do motor do filamento.",
  "Steps per Millimeter (X)": "Passos por Milímetro (X)",
  "How many steps of the stepper motor will result in one millimeter of movement in the X direction.": "O numero de passos do motor de passos (stepper motor) que irão resultar no movimento de um milímetro na direção X.",
  "Steps per Millimeter (Y)": "Passos por Milímetro (Y)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Y direction.": "O numero de passos do motor de passos (stepper motor) que irão resultar no movimento de um milímetro na direção Y.",
  "Steps per Millimeter (Z)": "Passos por Milímetro (Z)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Z direction.": "O numero de passos do motor de passos (stepper motor) que irão resultar no movimento de um milímetro na direção Z.",
  "Steps per Millimeter (E)": "Passos por Milímetro (E)",
  "How many steps of the stepper motors will result in one millimeter of extrusion.": "O numero de passos dos motores de passos (stepper motors) que irão resultar em um milímetro de extrusão.",
  "Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).": "Se o endstop do eixo X está no sentido positivo (coordenada X superior) ou negativo (coordenada X inferior).",
  "Y Endstop in Positive Direction": "Endstop Y no Sentido Positivo",
  "Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).": "Se o endstop do eixo Y está no sentido positivo (coordenada Y superior) ou negativo (coordenada Y inferior).",
  "Z Endstop in Positive Direction": "Endstop Z no Sentido Positivo",
  "Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).": "Se o endstop do eixo Z está no sentido positivo (coordenada Z superior) ou negativo (coordenada Z inferior).",
  "The minimal movement speed of the print head.": "A velocidade mínima de movimento da cabeça de impressão.",
  "Feeder Wheel Diameter": "Diâmetro Roda do Alimentador",
  "The diameter of the wheel that drives the material in the feeder.": "O diâmetro da roda que conduz o material pelo alimentador.",
  "Quality": "Qualidade",
  "All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)": "Todas as definições que influenciam a resolução da impressão. Estas definições têm um grande impacto na qualidade. (e no tempo de impressão).",
  "The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.": "A espessura (altura) de cada camada em milímetros. Espessuras maiores produzem impressões rápidas com baixa resolução, e, espessuras pequenas, produzem impressões mais lentas mas com uma maior resolução/qualidade.",
  "Initial Layer Height": "Espessura da Camada Inicial",
  "Line Width": "Diâmetro da Linha",
  "Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.": "O diâmetro (largura) de uma única linha. Normalmente, o diâmetro de cada linha deve corresponder ao diâmetro do nozzle. No entanto, reduzir ligeiramente este valor pode produzir melhores impressões.",
  "Wall Line Width": "Diâmetro Linha Parede",
  "Width of a single wall line.": "O diâmetro de uma única linha de parede.",
  "Outer Wall Line Width": "Diâmetro Linha Parede Exterior",
  "Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.": "O diâmetro da linha de parede mais exterior. Ao reduzir este valor, é possível imprimir com maior nível de detalhe.",
  "Inner Wall(s) Line Width": "Diâmetro Linha Parede(s) Interior",
  "Width of a single wall line for all wall lines except the outermost one.": "O diâmetro de uma única linha de parede para todas as linhas de parede excepto a mais exterior.",
  "Top/Bottom Line Width": "Diâmetro Linha Superior / Inferior",
  "Width of a single top/bottom line.": "O diâmetro de uma única linha das superfícies superior/inferior.",
  "Infill Line Width": "Diâmetro Linha Enchimento",
  "Width of a single infill line.": "O diâmetro de uma única linha de enchimento.",
  "Skirt/Brim Line Width": "Diâmetro Linha Contorno/Aba",
  "Width of a single skirt or brim line.": "O diâmetro de uma única linha do contorno ou da aba.",
  "Support Line Width": "Diâmetro Linha Suportes",
  "Width of a single support structure line.": "O diâmetro de uma única linha da estrutura de suporte.",
  "Support Interface Line Width": "Diâmetro Linha Interface Suporte",
  "Width of a single line of support roof or floor.": "O diâmetro de uma única linha do chão ou tecto de suporte.",
  "Support Roof Line Width": "Diâmetro Linha Tecto Suporte",
  "Width of a single support roof line.": "O diâmetro de uma única linha do tecto de suporte.",
  "Support Floor Line Width": "Diâmetro Linha Piso Suporte",
  "Width of a single support floor line.": "O diâmetro de uma única linha do piso de suporte.",
  "Prime Tower Line Width": "Diâmetro Linha Torre Preparação",
  "Width of a single prime tower line.": "O diâmetro de uma única linha da torre de preparação.",
  "Initial Layer Line Width": "Diâmetro Linha Camada Inicial",
  "Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.": "Multiplicador do diâmetro da linha da camada inicial. Aumentar o diâmetro poderá melhorar a aderência à base de construção.",
  "Shell": "Invólucro",
  "The extruder train used for printing the walls. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir as paredes. Definição usada com múltiplos extrusores.",
  "Outer Wall Extruder": "Extrusor Parede Exterior",
  "The extruder train used for printing the outer wall. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir a parede exterior. Definição usada com múltiplos extrusores.",
  "Inner Wall Extruder": "Extrusor Paredes Interiores",
  "The extruder train used for printing the inner walls. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir as paredes interiores. Definição usada com múltiplos extrusores.",
  "Wall Thickness": "Espessura das Paredes",
  "The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.": "A espessura das paredes na direção horizontal. Este valor, dividido pelo diâmetro da linha de parede, define o número de paredes.",
  "Wall Line Count": "Número Linhas Paredes",
  "The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.": "O número de paredes. Quando calculado através da espessura das paredes, este valor é arredondado para um número inteiro.",
  "Outer Wall Wipe Distance": "Distância Limpeza Parede Exterior",
  "Distance of a travel move inserted after the outer wall, to hide the Z seam better.": "A distância de um movimento de deslocação inserido depois da parede exterior, para ocultar melhor a junta Z.",
  "Top Surface Skin Extruder": "Extrusor Revestimento Superior",
  "The extruder train used for printing the top most skin. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir a(s) camada(s) de revestimento das superfícies mais superiores. Definição usada com múltiplos extrusores.",
  "Top Surface Skin Layers": "Camadas Revestimento Superior",
  "The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.": "O número de camadas de revestimento da superfície superior. Por norma, uma só camada superior é suficiente para gerar superfícies superiores de maior qualidade.",
  "Top/Bottom Extruder": "Extrusor Superior / Inferior",
  "The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir as camadas superiores e inferiores da impressão. Definição usada com múltiplos extrusores.",
  "Top/Bottom Thickness": "Espessura Superior / Inferior",
  "The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.": "A espessura total das camadas superiores e inferiores na impressão. Este valor, dividido pela Espessura das Camadas, define o número de camadas superiores / inferiores.",
  "Top Thickness": "Espessura Superior",
  "The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.": "A espessura total das camadas superiores na impressão. Este valor, dividido pela Espessura das Camadas, define o número de camadas superiores.",
  "Top Layers": "Camadas Superiores",
  "The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.": "O número de camadas superiores. Quando calculado através da Espessura Superior, este valor é arredondado para um número inteiro.",
  "Bottom Thickness": "Espessura Inferior",
  "The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.": "A espessura total das camadas inferiores na impressão. Este valor, dividido pela Espessura das Camadas, define o número de camadas inferiores.",
  "Bottom Layers": "Camadas Inferiores",
  "The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.": "O número de camadas inferiores. Quando calculado através da Espessura Inferior, este valor é arredondado para um número inteiro.",
  "Initial Bottom Layers": "Camadas inferiores iniciais",
  "The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.": "O número de camadas inferiores iniciais, a partir da base de construção no sentido ascendente. Quando calculado pela espessura inferior, este valor é arredondado para um número inteiro.",
  "Top/Bottom Pattern": "Padrão Superior / Inferior",
  "The pattern of the top/bottom layers.": "O padrão geométrico das camadas superiores / inferiores.",
  "Lines": "Linhas",
  "Concentric": "Concêntrico",
  "The pattern on the bottom of the print on the first layer.": "O padrão geométrico da base da peça na camada inicial.",
  "Zig Zag": "Ziguezague",
  "Connect Top/Bottom Polygons": "Ligar polígonos superiores/inferiores",
  "Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.": "Ligar caminhos de revestimento superiores/inferiores quando as trajetórias são paralelas. Para o padrão concêntrico, ativar esta definição reduz consideravelmente o tempo de deslocação mas, uma vez que as ligações podem suceder num ponto intermediário sobre o enchimento, esta funcionalidade pode reduzir a qualidade da superfície superior.",
  "Top/Bottom Line Directions": "Direções Linha Superior / Inferior",
  "Outer Wall Inset": "Desvio Parede Exterior",
  "Optimize Wall Printing Order": "Otimizar Ordem Paredes",
  "Outer Before Inner Walls": "Paredes Exteriores Primeiro",
  "Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.": "Quando ativado, imprime as paredes do exterior para o interior. Isto pode ajudar a melhorar a precisão dimensional em X e Y quando utilizar um plástico com alta viscosidade, como o ABS; no entanto, pode diminuir a qualidade de impressão da superfície exterior, especialmente em saliências.",
  "Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.": "Imprimir uma parede adicional em camadas alternadas. Deste modo, o enchimento é \\capturado\\ entre estas paredes adicionais, resultando em impressões mais robustas.",
  "Compensate Wall Overlaps": "Compensar Sobreposição Paredes",
  "Compensate the flow for parts of a wall being printed where there is already a wall in place.": "Compensar o fluxo em partes de uma parede a ser impressa, onde já exista uma parede.",
  "Compensate Outer Wall Overlaps": "Compensar Paredes Exteriores",
  "Compensate the flow for parts of an outer wall being printed where there is already a wall in place.": "Compensar o fluxo em partes de uma parede exterior a ser impressa, onde já exista uma parede.",
  "Compensate Inner Wall Overlaps": "Compensar Paredes Interiores",
  "Compensate the flow for parts of an inner wall being printed where there is already a wall in place.": "Compensar o fluxo em partes de uma parede interior a ser impressa, onde já exista uma parede.",
  "Minimum Wall Flow": "Fluxo de parede mínimo",
  "Minimum allowed percentage flow for a wall line. The wall overlap compensation reduces a wall's flow when it lies close to an existing wall. Walls whose flow is less than this value will be replaced with a travel move. When using this setting, you must enable the wall overlap compensation and print the outer wall before inner walls.": "Fluxo percentual mínimo permitido para uma linha de parede. A compensação de substituição de paredes reduz o fluxo de uma parede quando se situa junto a uma parede existente. As paredes cujo fluxo é inferior a este valor serão substituídas com um movimento de deslocação. Ao utilizar esta definição, deve ativar a compensação de sobreposição de paredes e imprimir a parede exterior antes das paredes interiores.",
  "Prefer Retract": "Preferir retração",
  "If enabled, retraction is used rather than combing for travel moves that replace walls whose flow is below the minimum flow threshold.": "Se ativada, é utilizada retração em vez de combing para movimentos de deslocação que substituem paredes cujo fluxo está abaixo do limiar mínimo de fluxo.",
  "Fills the gaps between walls where no walls fit.": "Preencher as folgas entre as paredes onde não é possível criar paredes.",
  "Nowhere": "Em lado nenhum",
  "Everywhere": "Em todo o lado",
  "Filter Out Tiny Gaps": "Descartar Folgas Mínimas",
  "Filter out tiny gaps to reduce blobs on outside of model.": "Descartar folgas muito pequenas, entre paredes, para reduzir \\blobs\\ (borrões) no exterior da impressão.",
  "Print Thin Walls": "Imprimir Paredes Finas",
  "Print pieces of the model which are horizontally thinner than the nozzle size.": "Imprimir paredes do modelo que são mais finas horizontalmente do que o tamanho do nozzle.",
  "Horizontal Expansion": "Expansão Horizontal",
  "Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.": "Quantidade de desvio aplicado a todos os polígonos em cada camada. Valores positivos podem compensar buracos demasiado grandes; os valores negativos podem compensar buracos demasiado pequenos.",
  "Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as \\elephant's foot\\.": "Quantidade de desvio aplicado a todos os polígonos na primeira camada. Um valor negativo pode compensar o \\esmagamento\\ da camada inicial, conhecido como \\pé de elefante\\.",
  "Hole Horizontal Expansion": "Expansão horizontal de buraco",
  "Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.": "Ponto inicial de cada trajetória de uma camada. Quando as trajetórias em camadas consecutivas começam no mesmo ponto, pode aparecer uma junta vertical na impressão. Ao alinhar o inicio das trajectórias próximo a uma posição definida pelo utilizador, é mais fácil remover a linha de junta. Quando dispostas aleatoriamente, as imprecisões no início das trajetórias serão menos perceptíveis. Ao adoptar a trajetória mais curta, a impressão será mais rápida.",
  "User Specified": "Definido pelo utilizador",
  "Shortest": "Mais curto",
  "Sharpest Corner": "Canto mais Acentuado",
  "Z Seam Position": "Posição da Junta-Z",
  "The position near where to start printing each part in a layer.": "A posição próxima do local onde a impressão de cada parte de uma camada será iniciada.",
  "Back Left": "Posterior esquerda",
  "Back": "Anterior",
  "Back Right": "Posterior direita",
  "Right": "Direita",
  "Front Right": "Frontal direita",
  "Front": "Frontal",
  "Front Left": "Frontal esquerda",
  "Left": "Esquerda",
  "Z Seam X": "X da Junta-Z",
  "The X coordinate of the position near where to start printing each part in a layer.": "A coordenada X da posição próxima do local onde a impressão de cada parte de uma camada será iniciada.",
  "Z Seam Y": "Y da Junta-Z",
  "Seam Corner Preference": "Preferência Canto Junta",
  "Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.": "Controla se os cantos do contorno do modelo influenciam a posição da junta. Nenhum significa que os cantos não influenciam a posição da junta. Ocultar Junta faz com que seja mais provável que a junta surja num canto interior. Expor Junta faz com que seja mais provável que a junta aconteça num canto exterior. Ocultar ou Expor Junta faz com que seja mais provável que a junta aconteça num canto interior ou exterior. Ocultação Inteligente permite os cantos interiores e exteriores, mas opta pelos cantos interiores com mais frequência, se apropriado.",
  "Hide or Expose Seam": "Ocultar ou Expor Junta",
  "Smart Hiding": "Ocultação Inteligente",
  "Z Seam Relative": "Relativo à Junta-Z",
  "When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.": "Quando ativado, as coordenadas da junta-Z são relativas ao centro de cada peça. Quando desativado, as coordenadas definem uma posição absoluta na base de construção.",
  "No Skin in Z Gaps": "Sem Revestimento nos Espaços Z",
  "When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.": "Quando o modelo tem pequenos espaços verticais de apenas algumas camadas, deverá normalmente existir revestimento à volta dessas camadas no espaço estreito. Ative esta definição para não gerar revestimento se o espaço vertical for muito pequeno. Isto melhora o tempo de impressão e o tempo de seccionamento, mas deixa tecnicamente o enchimento exposto ao ar.",
  "Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.": "Substitui a parte mais exterior do padrão superior/inferior por um número de linhas concêntricas. Usar uma ou duas linhas melhora os tectos que começam no material de enchimento.",
  "Enable Ironing": "Ativar Engomar (Ironing)",
  "Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.": "Passar novamente sobre o revestimento superior, mas desta vez extrudindo muito pouco material. O objetivo é derreter mais o plástico da camada superior, criando uma superfície mais suave. A pressão na câmara do nozzle é mantida elevada de modo que os vincos existentes na superfície sejam preenchidos com material.",
  "Iron Only Highest Layer": "Engomar Só Última Camada",
  "Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.": "Engomar apenas a última camada do modelo. Isto permite poupar tempo se as camadas inferiores não precisarem de ter um acabamento mais suave.",
  "Ironing Pattern": "Padrão de Engomar",
  "The pattern to use for ironing top surfaces.": "O padrão geométrico a utilizar para engomar as superfícies superiores.",
  "Ironing Line Spacing": "Distância Linhas de Engomar",
  "The distance between the lines of ironing.": "A distância entre as linhas de engomar.",
  "The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.": "A quantidade de material, em relação a uma linha de revestimento normal, a ser extrudido durante o processo de engomar. Manter o nozzle cheio ajuda a preencher algumas das fissuras da superfície superior, mas cheio de mais, provoca sobre-extrusão e pequenos pontos ou \\bolhas\\ na parte lateral da superfície.",
  "Ironing Inset": "Desvio Interior de Engomar",
  "A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.": "A distância a manter em relação às extremidades do modelo. \\Engomar\\ até à extremidade da superfície pode resultar em arestas irregulares na impressão.",
  "Ironing Speed": "Velocidade de Engomar",
  "The speed at which to pass over the top surface.": "A velocidade da passagem do nozzle (engomar) sobre a superfície superior.",
  "Ironing Acceleration": "Aceleração de Engomar",
  "The acceleration with which ironing is performed.": "A aceleração com a qual se realiza o processo de engomar.",
  "The maximum instantaneous velocity change while performing ironing.": "A mudança de velocidade instantânea máxima ao engomar.",
  "Skin Overlap Percentage": "Sobreposição Revestimento (%)",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Ajuste a quantidade de sobreposição entre as paredes e (as extremidades) das linhas centrais de revestimento, como percentagem das larguras de linha das linhas de revestimento e da parede mais interna. Uma ligeira sobreposição permite que as paredes se liguem firmemente ao revestimento. Observe que no caso de um revestimento e uma largura de revestimento da parede iguais, qualquer percentagem acima de 50% pode fazer com que o revestimento ultrapasse a parede, visto que a posição do nozzle do extrusor de revestimento pode já ultrapassar o centro da parede neste ponto.",
  "Skin Overlap": "Sobreposição Revestimento (mm)",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Ajuste a quantidade de sobreposição entre as paredes e (as extremidades) das linhas centrais de revestimento. Uma ligeira sobreposição permite que as paredes se liguem firmemente ao revestimento. Observe que no caso de um revestimento e uma largura de revestimento da parede iguais, qualquer valor acima da metade da largura da parede pode fazer com que o revestimento ultrapasse a parede, visto que a posição do nozzle do extrusor de revestimento pode já ultrapassar o centro da parede.",
  "Infill": "Enchimento",
  "Infill Extruder": "Extrusor Enchimento",
  "The extruder train used for printing infill. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir o enchimento. Definição usada com múltiplos extrusores.",
  "Infill Density": "Densidade do Enchimento",
  "Infill Line Distance": "Distância Linhas Enchimento",
  "Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.": "A distância entre as linhas de enchimento impressas. O valor desta definição é calculada através da densidade de enchimento e do diâmetro da linha de enchimento.",
  "Infill Pattern": "Padrão de Enchimento",
  "The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction.": "O padrão do material de enchimento da impressão. A direção de troca de enchimento de linha e ziguezague em camadas alternadas, reduzindo os custos de material. Os padrões de grelha, triângulo, tri-hexágono, cubo, octeto, quarto cúbico, cruz e concêntrico são totalmente impressos em cada camada. Os enchimentos Gyroid, cúbico, quarto cúbico e octeto são alterados a cada camada para fornecer uma distribuição mais uniforme da resistência em cada direção.",
  "Grid": "Grelha",
  "Triangles": "Triângulos",
  "Tri-Hexagon": "Tri-Hexágono",
  "Cubic": "Cúbico",
  "Cubic Subdivision": "Subdivisão Cúbica",
  "Octet": "Octeto",
  "Quarter Cubic": "Quarto Cúbico",
  "Cross": "Cruz",
  "Cross 3D": "Cruz 3D",
  "Gyroid": "Gyroid",
  "Connect Infill Lines": "Ligar Linhas Enchimento",
  "Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.": "Ligar as extremidades onde o padrão de enchimento entra em contacto com a parede interior utilizando uma linha que acompanha a forma da parede interior. Ativar esta definição pode melhorar a adesão do enchimento às paredes e reduzir os efeitos do enchimento na qualidade das superfícies verticais. Desativar esta definição reduz a quantidade de material utilizado.",
  "Connect Infill Polygons": "Ligar polígonos de enchimento",
  "Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.": "Ligar caminhos de enchimento quando as trajetórias são paralelas. Para padrões de enchimento que consistem em vários polígonos fechados, ativar esta definição reduz consideravelmente o tempo de deslocação.",
  "Infill Line Directions": "Direções Linhas Enchimento",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).": "Uma lista de ângulos (números inteiros) relativos às direções de linha a utilizar. Os valores da lista são utilizados em sequência, à medida que as camadas progridem, voltando ao início assim que a lista chega ao fim. Os itens da lista são separados por vírgulas e a lista completa é escrita entre parênteses retos. Por defeito a lista está vazia, o que significa a utilização dos ângulos predefinidos tradicionais (45 e 135 graus para os padrões de Linhas ou Ziguezague e 45 graus para todos os outros padrões).",
  "Infill X Offset": "Deslocar Enchimento em X",
  "Infill Y Offset": "Deslocar Enchimento em Y",
  "The infill pattern is moved this distance along the Y axis.": "O padrão geométrico de enchimento é deslocado por esta distância ao longo do eixo Y.",
  "Randomize Infill Start": "Início aleatório do enchimento",
  "Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.": "A linha de enchimento que é impressa primeiro é aleatória. Isso impede que um segmento se torne o mais forte, mas exige um movimento adicional.",
  "Infill Line Multiplier": "Multiplicador de linhas de enchimento",
  "Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.": "Converter cada linha de enchimento em determinado número de linhas. As linhas adicionais não se cruzam, mas sim evitam-se. Isto torna o enchimento mais duro, mas também aumenta o tempo de impressão e o gasto de material.",
  "Extra Infill Wall Count": "Contagem de paredes de enchimento adicionais",
  "Cubic Subdivision Shell": "Invólucro Subdivisão Cúbica",
  "An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.": "Um acréscimo ao raio a partir do centro de cada cubo para encontrar os limites do modelo, de forma a decidir se este cubo deve ser subdividido. Valores mais elevados resultam num invólucro mais espesso com cubos pequenos perto do limite do modelo.",
  "Infill Overlap Percentage": "Sobreposição Enchimento (%)",
  "The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.": "A percentagem de sobreposição entre o enchimento e as paredes. Uma ligeira sobreposição permite que as paredes sejam ligadas firmemente ao enchimento.",
  "Infill Overlap": "Sobreposição Enchimento (mm)",
  "The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.": "A distância em milímetros da sobreposição entre o enchimento e as paredes. Uma ligeira sobreposição permite que as paredes se unam firmemente ao enchimento.",
  "Infill Wipe Distance": "Distância Limpeza Enchimento",
  "Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.": "A distância de um movimento de deslocação inserido depois de cada linha de enchimento, para melhorar a união do enchimento às paredes. Esta opção é semelhante à sobreposição de enchimento, mas sem extrusão e apenas numa das extremidades da linha de enchimento.",
  "Infill Layer Thickness": "Espessura Camada Enchimento",
  "The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "A espessura por camada de material de enchimento. Este valor deve ser sempre um múltiplo da Espessura das Camadas, ou será arredondado.",
  "Gradual Infill Steps": "Degraus Enchimento Gradual",
  "Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.": "O número de vezes que a densidade de enchimento deve ser reduzida para metade consoante a distância às superfícies superiores. As áreas que se encontram mais próximas das superfícies superiores têm uma maior densidade, até ao definido na Densidade de Enchimento.",
  "Gradual Infill Step Height": "Altura Degraus Enchimento Gradual",
  "The height of infill of a given density before switching to half the density.": "A altura de enchimento de uma determinada densidade antes de mudar para metade da densidade.",
  "Infill Before Walls": "Enchimento antes das paredes",
  "Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.": "Imprime o enchimento antes de imprimir as paredes. Imprimir as paredes em primeiro lugar pode resultar em paredes mais precisas, embora as saliências sejam impressas com menor qualidade. Imprimir o enchimento em primeiro lugar resulta em paredes mais robustas, embora, por vezes, o padrão geométrico de enchimento possa ser visto através da superfície.",
  "Minimum Infill Area": "Área de enchimento mínimo",
  "Don't generate areas of infill smaller than this (use skin instead).": "Não criar áreas de enchimento mais pequenas do que este valor (em vez disso, utiliza o revestimento).",
  "Infill Support": "Enchimento como Suporte",
  "Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.": "Imprimir as estruturas de enchimento só onde os revestimentos superiores necessitam de suporte. Activar esta definição reduz o tempo de impressão e material usado, mas faz com que a peça não tenha uma resistência uniforme.",
  "Infill Overhang Angle": "Ângulo Saliência Enchimento",
  "The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.": "O ângulo mínimo das saliências internas ao qual é adicionado enchimento. Com um valor de 0° os objetos são totalmente preenchidos com enchimento, e com um valor de 90° não é produzido qualquer enchimento.",
  "Skin Removal Width": "Largura Remoção Revestimento",
  "The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.": "A largura máxima das áreas do revestimento a serem removidas. Todas as áreas de revestimento mais pequenas do que este valor irão desaparecer. Isto pode ajudar a limitar a quantidade de tempo e material gastos na impressão do revestimento superior/inferior nas superfícies inclinadas do modelo.",
  "Top Skin Removal Width": "Largura Remoção Revestimento Superior",
  "The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.": "A largura máxima das áreas do revestimento superior a serem removidas. Todas as áreas de revestimento mais pequenas do que este valor irão desaparecer. Isto pode ajudar a limitar a quantidade de tempo e material gastos na impressão do revestimento superior nas superfícies inclinadas do modelo.",
  "Bottom Skin Removal Width": "Largura Remoção Revestimento Inferior",
  "The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.": "A largura máxima das áreas do revestimento inferior a serem removidas. Todas as áreas de revestimento mais pequenas do que este valor irão desaparecer. Isto pode ajudar a limitar a quantidade de tempo e material gastos na impressão do revestimento inferior nas superfícies inclinadas do modelo.",
  "Skin Expand Distance": "Distância Expansão Revestimento",
  "The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.": "A distância da expansão dos revestimentos para dentro do enchimento. Valores mais elevados melhoram tanto a fixação do revestimento ao padrão geométrico de enchimento, assim como a aderência ao revestimento das paredes de camadas adjacentes. Valores mais baixos reduzem a quantidade de material utilizado.",
  "Top Skin Expand Distance": "Distância Expansão Revestimento Superior",
  "The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.": "A distância da expansão dos revestimentos superiores para dentro do enchimento. Valores mais elevados melhoram, tanto, a fixação do revestimento ao padrão geométrico do enchimento, assim como a aderência ao revestimento das paredes da camada seguinte. Valores mais baixos reduzem a quantidade de material utilizado.",
  "Bottom Skin Expand Distance": "Expansão Revestimento Inferior",
  "The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.": "A distância da expansão dos revestimentos inferiores para dentro do enchimento. Valores mais elevados melhoram, tanto, a fixação do revestimento ao padrão geométrico de enchimento, assim como a aderência do revestimento às paredes da camada anterior. Valores mais baixos reduzem a quantidade de material utilizado.",
  "Maximum Skin Angle for Expansion": "Ângulo Revestimento para Expansão",
  "Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal, while an angle of 90° is vertical.": "O revestimento superior/inferior não será expandido, quando as superfícies superiores e/ou inferiores do objeto tiverem um ângulo maior que este valor. Isto evita a expansão das pequenas áreas de revestimento que são criadas quando a superfície do modelo tem uma inclinação quase vertical. Um ângulo de 0° é horizontal e um ângulo de 90° é vertical.",
  "Minimum Skin Width for Expansion": "Largura Mínima Revestimento para Expansão",
  "Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.": "As áreas de revestimento mais pequenas do que este valor não são expandidas. Isto evita a expansão das pequenas áreas de revestimento que são criadas quando a superfície do modelo apresenta uma inclinação quase vertical.",
  "Skin Edge Support Thickness": "Espessura do Suporte da Aresta de Revestimento",
  "The thickness of the extra infill that supports skin edges.": "A espessura do enchimento adicional que suporta as arestas do revestimento.",
  "Skin Edge Support Layers": "Camadas do Suporte da Aresta de Revestimento",
  "The number of infill layers that supports skin edges.": "O número de camadas de enchimento que suportam as arestas do revestimento.",
  "Material": "Material",
  "The default temperature used for printing. This should be the \\base\\ temperature of a material. All other print temperatures should use offsets based on this value": "A temperatura predefinida utilizada para a impressão. Esta deve ser a temperatura \\base\\ de um material. Todas as outras temperaturas de impressão devem ser baseadas neste valor",
  "Build Volume Temperature": "Temperatura do volume de construção",
  "The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.": "A temperatura do ambiente para a impressão. Se este valor for 0, a temperatura do volume de construção não será ajustada.",
  "Printing Temperature": "Temperatura de Impressão",
  "The temperature used for printing.": "A temperatura utilizada para a impressão.",
  "Printing Temperature Initial Layer": "Temperatura Impressão Camada Inicial",
  "The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.": "A temperatura utilizada para imprimir a primeira camada. Esta é definida como 0 para desativar o manuseamento especial da camada inicial.",
  "Initial Printing Temperature": "Temperatura de impressão inicial",
  "The minimal temperature while heating up to the Printing Temperature at which printing can already start.": "A temperatura mínima ao aquecer até à Temperatura de impressão à qual a impressão já pode começar.",
  "Final Printing Temperature": "Temperatura de impressão final",
  "The temperature to which to already start cooling down just before the end of printing.": "A temperatura à qual o arrefecimento é iniciado imediatamente antes do final da impressão.",
  "Extrusion Cool Down Speed Modifier": "Modificador da velocidade de arrefecimento da extrusão",
  "The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.": "A velocidade adicional a que o nozzle arrefece durante a extrusão. É utilizado o mesmo valor para indicar a velocidade de aquecimento perdida ao aquecer durante a extrusão.",
  "Default Build Plate Temperature": "Temperatura Predefinida Base Construção",
  "The default temperature used for the heated build plate. This should be the \\base\\ temperature of a build plate. All other print temperatures should use offsets based on this value": "A temperatura predefinida utilizada para a base de construção aquecida. Esta deve ser a temperatura \\base\\ de uma base de construção. Todas as outras temperaturas de impressão devem ser baseadas neste valor",
  "Build Plate Temperature": "Temperatura Base de Construção",
  "The temperature used for the heated build plate. If this is 0, the bed temperature will not be adjusted.": "A temperatura utilizada na base de construção aquecida. Se este valor for 0, a temperatura da base não será alterada.",
  "Build Plate Temperature Initial Layer": "Temperatura da base de construção da camada inicial",
  "The temperature used for the heated build plate at the first layer.": "A temperatura utilizada para a base de construção aquecida na primeira camada.",
  "Adhesion Tendency": "Tendência de aderência",
  "Surface adhesion tendency.": "A tendência de aderência à superfície.",
  "Surface Energy": "Energia da superfície",
  "Surface energy.": "Energia da superfície.",
  "Shrinkage Ratio": "Proporção de Contração",
  "Shrinkage ratio in percentage.": "Proporção de Contração em percentagem.",
  "Crystalline Material": "Material Cristalino",
  "Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?": "Este tipo de material é daquele que se separa de forma regular quando aquecido (cristalino) ou daquele que cria longas cadeias de polímero entrelaçado (não cristalino)?",
  "Anti-ooze Retracted Position": "Posição Retraída Antiescorrimento",
  "How far the material needs to be retracted before it stops oozing.": "A distância a que o material tem de ser retraído antes de parar o escorrimento.",
  "Anti-ooze Retraction Speed": "Velocidade de Retração Antiescorrimento",
  "How fast the material needs to be retracted during a filament switch to prevent oozing.": "A velocidade a que o material tem de ser retraído durante uma substituição de filamentos para evitar o escorrimento.",
  "Break Preparation Retracted Position": "Posição Retraída de Preparação da Separação",
  "How far the filament can be stretched before it breaks, while heated.": "A distância a que o filamento pode ser esticado antes de se separar, enquanto é aquecido.",
  "Break Preparation Retraction Speed": "Velocidade de Retração de Preparação da Separação",
  "How fast the filament needs to be retracted just before breaking it off in a retraction.": "A velocidade a que o filamento tem de ser retraído imediatamente antes de se separar numa retração.",
  "Break Preparation Temperature": "Temperatura de preparação da separação",
  "The temperature used to purge material, should be roughly equal to the highest possible printing temperature.": "A temperatura utilizada para purgar o material deve ser aproximadamente igual à temperatura de impressão mais alta possível.",
  "Break Retracted Position": "Posição Retraída de Separação",
  "How far to retract the filament in order to break it cleanly.": "A distância de retração do filamento para separá-lo de forma regular.",
  "Break Retraction Speed": "Velocidade de Retração de Separação",
  "The speed at which to retract the filament in order to break it cleanly.": "A velocidade de retração do filamento para separá-lo de forma regular.",
  "Break Temperature": "Temperatura de Separação",
  "The temperature at which the filament is broken for a clean break.": "A temperatura a que o filamento se quebra para uma separação regular.",
  "Flush Purge Speed": "Velocidade da purga da descarga",
  "How fast to prime the material after switching to a different material.": "A velocidade com que deve preparar o material após mudar para um material diferente.",
  "Flush Purge Length": "Comprimento da purga da descarga",
  "How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.": "A quantidade de material que deve usar para purgar o material anterior para fora do bocal (em comprimento de filamento) ao mudar para um material diferente.",
  "End of Filament Purge Speed": "Velocidade da purga do fim do filamento",
  "How fast to prime the material after replacing an empty spool with a fresh spool of the same material.": "A velocidade com que deve preparar o material após substituir uma bobina vazia por uma bobina nova do mesmo material.",
  "End of Filament Purge Length": "Comprimento da purga do fim do filamento",
  "Maximum Park Duration": "Duração máxima do parqueamento",
  "How long the material can be kept out of dry storage safely.": "O tempo que o material pode ficar fora do armazenamento seco em segurança.",
  "No Load Move Factor": "Fator do movimento sem carregamento",
  "Flow": "Fluxo",
  "Flow compensation: the amount of material extruded is multiplied by this value.": "Compensação de fluxo: a quantidade de material extrudido é multiplicada por este valor.",
  "Wall Flow": "Fluxo da Parede",
  "Flow compensation on wall lines.": "Compensação de fluxo nas linhas de parede.",
  "Outer Wall Flow": "Fluxo de Parede Exterior",
  "Flow compensation on the outermost wall line.": "Compensação de fluxo na linha de parede exterior.",
  "Inner Wall(s) Flow": "Parede de Parede(s) Interior(es)",
  "Flow compensation on wall lines for all wall lines except the outermost one.": "A compensação de fluxo nas linhas de parede para todas as linhas de parede exceto a mais exterior.",
  "Top/Bottom Flow": "Fluxo Superior/Inferior",
  "Flow compensation on top/bottom lines.": "Compensação de fluxo nas linhas superiores/inferiores.",
  "Top Surface Skin Flow": "Fluxo de Revestimento da Superfície Superior",
  "Flow compensation on lines of the areas at the top of the print.": "Compensação de fluxo nas linhas das áreas na parte superior da impressora.",
  "Infill Flow": "Fluxo de Enchimento",
  "Flow compensation on infill lines.": "Compensação de fluxo nas linhas de enchimento.",
  "Skirt/Brim Flow": "Fluxo de Contorno/Aba",
  "Flow compensation on skirt or brim lines.": "Compensação de fluxo nas linhas de contorno ou abas.",
  "Support Flow": "Fluxo de Suporte",
  "Flow compensation on support structure lines.": "Compensação de fluxo nas linhas das estruturas de suporte.",
  "Support Interface Flow": "Fluxo da Interface do Suporte",
  "Flow compensation on lines of support roof or floor.": "Compensação de fluxo nas linhas de suporte do teto ou do chão.",
  "Support Roof Flow": "Fluxo do Teto do Suporte",
  "Flow compensation on support roof lines.": "Compensação de fluxo nas linhas do teto do suporte.",
  "Support Floor Flow": "Fluxo do Chão do Suporte",
  "Flow compensation on support floor lines.": "Compensação de fluxo nas linhas do chão do suporte.",
  "Prime Tower Flow": "Fluxo da torre de preparação",
  "Flow compensation on prime tower lines.": "Compensação de fluxo nas linhas da torre de preparação.",
  "Initial Layer Flow": "Fluxo Camada Inicial",
  "Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.": "Compensação de fluxo para a camada inicial: a quantidade de material extrudido na camada inicial é multiplicada por este valor.",
  "Standby Temperature": "Temperatura em Espera",
  "The temperature of the nozzle when another nozzle is currently used for printing.": "A temperatura do nozzle quando outro nozzle está a ser utilizado para a impressão.",
  "Speed": "Velocidade",
  "The speed at which printing happens.": "A velocidade a que é efetuada a impressão.",
  "The speed at which infill is printed.": "A velocidade a que o enchimento é impresso.",
  "Wall Speed": "Velocidade Paredes",
  "The speed at which the walls are printed.": "A velocidade a que as paredes são impressas.",
  "The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.": "A velocidade a que as paredes exteriores são impressas. Imprimir a parede exterior a uma velocidade mais reduzida melhora a qualidade final do revestimento. No entanto, a existência de uma grande diferença entre a velocidade da parede interior e a velocidade de parede exterior afetará a qualidade de uma forma negativa.",
  "The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.": "A velocidade a que todas as paredes interiores são impressas. Imprimir a parede interior mais rapidamente do que a parede exterior irá reduzir o tempo de impressão. O resultado é melhor quando este valor é entre a velocidade de parede exterior e a velocidade de enchimento.",
  "Top Surface Skin Speed": "Velocidade Revestimento Superior",
  "The speed at which top surface skin layers are printed.": "A velocidade a que as camadas de revestimento da superfície superior são impressas.",
  "Top/Bottom Speed": "Velocidade Superior/Inferior",
  "The speed at which top/bottom layers are printed.": "A velocidade a que as camadas superiores/inferiores são impressas.",
  "Support Speed": "Velocidade Suporte",
  "The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.": "A velocidade a que a estrutura de suporte é impressa. Imprimir o suporte a velocidades elevadas pode reduzir consideravelmente o tempo de impressão. A qualidade da superfície da estrutura de suporte não é importante, uma vez que esta é removida após a impressão.",
  "Support Infill Speed": "Velocidade de enchimento do suporte",
  "The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.": "A velocidade a que o enchimento do suporte é impresso. Imprimir o enchimento a velocidades baixas melhora a estabilidade.",
  "Support Interface Speed": "Velocidade da interface de suporte",
  "The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.": "A velocidade a que os tectos e os pisos de suporte são impressos. Imprimi-los a velocidades baixas pode melhorar a qualidade das saliências.",
  "Support Roof Speed": "Velocidade do tecto de suporte",
  "The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.": "A velocidade a que os tectos de suporte são impressos. Imprimi-los a velocidades baixas pode melhorar a qualidade das saliências.",
  "Support Floor Speed": "Velocidade do piso de suporte",
  "The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.": "A velocidade a que o piso de suporte é impresso. Imprimi-lo a uma velocidade baixa pode melhorar a aderência do suporte na parte superior do modelo.",
  "Prime Tower Speed": "Velocidade da torre de preparação",
  "The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.": "A velocidade à qual a torre de preparação é impressa. Imprimir a torre de preparação mais lentamente pode torná-la mais estável quando a aderência entre os diferentes filamentos é insuficiente.",
  "Travel Speed": "Velocidade de deslocação",
  "The speed at which travel moves are made.": "A velocidade a que os movimentos de deslocação são efetuados.",
  "Initial Layer Speed": "Velocidade Camada Inicial",
  "The speed for the initial layer. A lower value is advised to improve adhesion to the build plate.": "A velocidade da camada inicial. É recomendado um valor inferior para melhorar a aderência à base de construção.",
  "Initial Layer Print Speed": "Velocidade de impressão da camada inicial",
  "The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.": "A velocidade de impressão da camada inicial. É recomendado um valor inferior para melhorar a aderência à base de construção.",
  "Initial Layer Travel Speed": "Velocidade de deslocação da camada inicial",
  "The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.": "A velocidade dos movimentos de deslocação na camada inicial. É recomendado um valor inferior para evitar que as peças anteriormente impressas sejam separadas da base de construção. O valor desta definição pode ser automaticamente calculado a partir da proporção entre a Velocidade de deslocação e a Velocidade de impressão.",
  "Skirt/Brim Speed": "Velocidade Contorno/Aba",
  "The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.": "A velocidade a que o contorno e a aba são impressos. Geralmente, isto é efetuado à velocidade de camada inicial, mas, por vezes, pode preferir imprimir o contorno ou a aba a uma velocidade diferente.",
  "Z Hop Speed": "Velocidade do Salto Z",
  "The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.": "A velocidade a que o movimento Z vertical é efetuado para Saltos Z. Este valor é geralmente inferior à velocidade de impressão, uma vez que é mais difícil mover a base de construção ou o pórtico da máquina.",
  "Number of Slower Layers": "Número de camadas mais lentas",
  "The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.": "As primeiras camadas são impressas mais lentamente do que o resto do modelo para obter uma melhor aderência à base de construção e melhorar a taxa de sucesso geral das impressões. A velocidade é aumentada gradualmente nessas camadas.",
  "Equalize Filament Flow": "Equilibrar fluxo de filamento",
  "Print thinner than normal lines faster so that the amount of material extruded per second remains the same. Thin pieces in your model might require lines printed with smaller line width than provided in the settings. This setting controls the speed changes for such lines.": "Imprime linhas mais finas do que o normal de forma mais rápida, para que a quantidade de material extrudido por segundo permaneça o mesmo. As peças finas do modelo podem requerer linhas impressas com uma menor espessura de linha do que a especificada nas definições. Esta definição controla as mudanças de velocidade dessas linhas.",
  "Maximum Speed for Flow Equalization": "Velocidade máxima para equilíbrio de fluxo",
  "Maximum print speed when adjusting the print speed in order to equalize flow.": "A velocidade máxima de impressão ao ajustar a velocidade de impressão para equilibrar o fluxo.",
  "Enable Acceleration Control": "Ativar controlo da aceleração",
  "Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.": "Permite o ajuste da aceleração da cabeça de impressão. Aumentar as acelerações pode reduzir o tempo de impressão em detrimento da qualidade de impressão.",
  "Print Acceleration": "Aceleração de impressão",
  "The acceleration with which printing happens.": "A aceleração com que é efetuada a impressão.",
  "Infill Acceleration": "Aceleração de enchimento",
  "The acceleration with which infill is printed.": "A aceleração com que o enchimento é impresso.",
  "Wall Acceleration": "Aceleração de parede",
  "The acceleration with which the walls are printed.": "A aceleração com que as paredes são impressas.",
  "Outer Wall Acceleration": "Aceleração da parede exterior",
  "The acceleration with which the outermost walls are printed.": "A aceleração com que as paredes exteriores são impressas.",
  "Inner Wall Acceleration": "Aceleração da parede interior",
  "The acceleration with which all inner walls are printed.": "A aceleração com que todas as paredes interiores são impressas.",
  "Top Surface Skin Acceleration": "Aceleração Revestimento Superior",
  "The acceleration with which top surface skin layers are printed.": "A aceleração com que as camadas de revestimento da superfície superior são impressas.",
  "Top/Bottom Acceleration": "Aceleração superior/inferior",
  "The acceleration with which top/bottom layers are printed.": "A aceleração com que as camadas superiores/inferiores são impressas.",
  "Support Acceleration": "Aceleração de suporte",
  "The acceleration with which the support structure is printed.": "A aceleração com que a estrutura de suporte é impressa.",
  "Support Infill Acceleration": "Aceleração de enchimento do suporte",
  "The acceleration with which the infill of support is printed.": "A aceleração com que o enchimento do suporte é impresso.",
  "Support Interface Acceleration": "Aceleração da interface de suporte",
  "The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.": "A aceleração com que os tectos e pisos de suporte são impressos. Imprimi-los com uma aceleração inferior pode melhorar a qualidade das saliências.",
  "Support Roof Acceleration": "Aceleração do tecto de suporte",
  "The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.": "A aceleração com que os tectos de suporte são impressos. Imprimi-los com uma aceleração inferior pode melhorar a qualidade das saliências.",
  "Support Floor Acceleration": "Aceleração do piso de suporte",
  "The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.": "A aceleração com que os pisos de suporte são impressos. Imprimi-los com uma aceleração inferior pode melhorar a aderência do suporte na parte superior do modelo.",
  "Prime Tower Acceleration": "Aceleração da torre de preparação",
  "The acceleration with which the prime tower is printed.": "A aceleração com que a torre de preparação é impressa.",
  "Travel Acceleration": "Aceleração de deslocação",
  "The acceleration with which travel moves are made.": "A aceleração com que os movimentos de deslocação são efetuados.",
  "Initial Layer Acceleration": "Aceleração da camada inicial",
  "The acceleration for the initial layer.": "A aceleração da camada inicial.",
  "Initial Layer Print Acceleration": "Aceleração de impressão da camada inicial",
  "The acceleration during the printing of the initial layer.": "A aceleração durante a impressão da camada inicial.",
  "Initial Layer Travel Acceleration": "Aceleração de deslocação da camada inicial",
  "The acceleration for travel moves in the initial layer.": "A aceleração dos movimentos de deslocação na camada inicial.",
  "Skirt/Brim Acceleration": "Aceleração Contorno/Aba",
  "The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.": "A aceleração com que o contorno e a aba são impressos. Normalmente, isto é efetuado com a aceleração da camada inicial, mas, por vezes, pode preferir imprimir o contorno ou a aba com uma aceleração diferente.",
  "Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.": "Permite ajustar o jerk da cabeça de impressão quando a velocidade nos eixos X ou Y muda. Aumentar o jerk pode reduzir o tempo de impressão em detrimento da qualidade de impressão.",
  "The maximum instantaneous velocity change of the print head.": "A velocidade instantânea máxima num movimento brusco da cabeça de impressão.",
  "Infill Jerk": "Jerk do Enchimento",
  "The maximum instantaneous velocity change with which infill is printed.": "A mudança de velocidade instantânea máxima com a qual o enchimento é impresso.",
  "Wall Jerk": "Jerk das Paredes",
  "The maximum instantaneous velocity change with which the walls are printed.": "A mudança de velocidade instantânea máxima com a qual as paredes são impressas.",
  "Outer Wall Jerk": "Jerk da Parede Exterior",
  "The maximum instantaneous velocity change with which the outermost walls are printed.": "A mudança de velocidade instantânea máxima com a qual as paredes exteriores são impressas.",
  "Inner Wall Jerk": "Jerk das Paredes Interiores",
  "The maximum instantaneous velocity change with which all inner walls are printed.": "A mudança de velocidade instantânea máxima com a qual todas as paredes interiores são impressas.",
  "Top Surface Skin Jerk": "Jerk Revestimento Superior",
  "The maximum instantaneous velocity change with which top surface skin layers are printed.": "A mudança de velocidade instantânea máxima com a qual as camadas de revestimento da superfície superior são impressas.",
  "Top/Bottom Jerk": "Jerk Superior/Inferior",
  "The maximum instantaneous velocity change with which top/bottom layers are printed.": "A mudança de velocidade instantânea máxima com a qual as camadas superiores/inferiores são impressas.",
  "Support Jerk": "Jerk do Suporte",
  "The maximum instantaneous velocity change with which the support structure is printed.": "A mudança de velocidade instantânea máxima com a qual a estrutura de suporte é impressa.",
  "Support Infill Jerk": "Jerk do Enchimento do Suporte",
  "The maximum instantaneous velocity change with which the infill of support is printed.": "A mudança de velocidade instantânea máxima com a qual o enchimento do suporte é impresso.",
  "Support Interface Jerk": "Jerk da Interface do Suporte",
  "The maximum instantaneous velocity change with which the roofs and floors of support are printed.": "A mudança de velocidade instantânea máxima com a qual os tectos e pisos de suporte são impressos.",
  "Support Roof Jerk": "Jerk do Tecto do Suporte",
  "Support Floor Jerk": "Jerk do Piso do Suporte",
  "The maximum instantaneous velocity change with which the floors of support are printed.": "A mudança de velocidade instantânea máxima com a qual os pisos de suporte são impressos.",
  "Prime Tower Jerk": "Jerk da Torre de Preparação",
  "The maximum instantaneous velocity change with which the prime tower is printed.": "A mudança de velocidade instantânea máxima com a qual a torre de preparação é impressa.",
  "Travel Jerk": "Jerk de Deslocação",
  "The maximum instantaneous velocity change with which travel moves are made.": "A mudança de velocidade instantânea máxima com a qual os movimentos de deslocação são impressos.",
  "Initial Layer Jerk": "Jerk da Camada Inicial",
  "The print maximum instantaneous velocity change for the initial layer.": "A mudança de velocidade instantânea máxima de impressão para a camada inicial.",
  "Initial Layer Print Jerk": "Jerk Impressão Camada Inicial",
  "The maximum instantaneous velocity change during the printing of the initial layer.": "A mudança de velocidade instantânea máxima durante a impressão da camada inicial.",
  "Initial Layer Travel Jerk": "Jerk Deslocação Camada Inicial",
  "Skirt/Brim Jerk": "Jerk de Contorno/Aba",
  "Travel": "Deslocação",
  "travel": "deslocação",
  "Enable Retraction": "Ativar Retração",
  "Retract the filament when the nozzle is moving over a non-printed area.": "Retrai o filamento quando o nozzle está em movimento numa área sem impressão.",
  "Retract at Layer Change": "Retrair na Mudança Camada",
  "Retract the filament when the nozzle is moving to the next layer.": "Retrai o filamento quando o nozzle se está a deslocar para a camada seguinte.",
  "Retraction Distance": "Distância de Retração",
  "The length of material retracted during a retraction move.": "O comprimento do material retraído durante um movimento de retração.",
  "Retraction Speed": "Velocidade de Retração",
  "The speed at which the filament is retracted during a retraction move.": "A velocidade a que o filamento é retraído durante um movimento de retração.",
  "Retraction Prime Speed": "Velocidade de preparação na retração",
  "The speed at which the filament is primed during a retraction move.": "A velocidade a que o filamento é preparado durante um movimento de retração.",
  "Retraction Extra Prime Amount": "Preparação Adicional de Retração",
  "Some material can ooze away during a travel move, which can be compensated for here.": "Pode ocorrer escorrimento de material durante um movimento de deslocação, o qual pode ser compensado aqui.",
  "Retraction Minimum Travel": "Deslocação Mínima da Retração",
  "The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.": "A distância mínima de deslocação necessária para que ocorra uma retração. Isto ajuda a obter menos retrações numa área reduzida.",
  "Maximum Retraction Count": "Número Máximo Retrações",
  "This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.": "Esta definição limita o número de retrações que ocorrem no intervalo mínimo de distância de extrusão. As retrações adicionais dentro deste intervalo serão ignoradas. Isto evita a retração repetida no mesmo filamento, uma vez que tal pode achatar o filamento e causar problemas de trituração.",
  "The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.": "O intervalo no qual o número máximo de retrações é aplicado. Este valor deve ser aproximadamente o mesmo que o da Distância de Retração, de forma a limitar, efectivamente, o número de vezes que uma retração acontece na mesma área do filamento.",
  "Limit Support Retractions": "Limitar Retrações de Suportes",
  "Omit retraction when moving from support to support in a straight line. Enabling this setting saves print time, but can lead to excessive stringing within the support structure.": "Eliminar a retração quando o movimento de suporte para suporte é em linha reta. Ativar esta definição reduz o tempo de impressão, mas pode levar a que aja um excessivo numero de fios nas estruturas de suporte.",
  "Combing Mode": "Modo de Combing",
  "Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.": "Combing mantém o nozzle em áreas já impressas durante a deslocação. Isto resulta em movimentos de deslocação ligeiramente mais longos, mas reduz a necessidade de retrações. Se o combing estiver desativado, o material será retraído e o nozzle irá deslocar-se em linha reta para o próximo ponto. Também é possível evitar o combing em áreas de revestimento superiores/inferiores ou apenas efetuar o combing no enchimento.",
  "Off": "Desligado",
  "All": "Tudo",
  "Not in Skin": "Não no Revestimento",
  "Within Infill": "No Enchimento",
  "Max Comb Distance With No Retract": "Distância Max. de Combing sem Retração",
  "When non-zero, combing travel moves that are longer than this distance will use retraction.": "Os movimentos de deslocação de Combing com uma distância maior que este valor, quando este é superior a zero, utilizam retrações.",
  "Retract Before Outer Wall": "Retrair Antes Parede Exterior",
  "Always retract when moving to start an outer wall.": "Retrair sempre quando se vai começar uma parede exterior.",
  "Avoid Printed Parts When Traveling": "Evitar Áreas Impressas Durante Movimento",
  "The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.": "O nozzle evita as áreas já impressas durante a deslocação. Esta opção só está disponível quando o combing está ativado.",
  "Avoid Supports When Traveling": "Evitar Suportes na Deslocação",
  "The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.": "O nozzle evita os suportes já impressos durante a deslocação. Esta opção só está disponível quando o Combing está ativado.",
  "Travel Avoid Distance": "Distância para evitar peças durante a deslocação",
  "The distance between the nozzle and already printed parts when avoiding during travel moves.": "A distância entre o nozzle e as peças já impressas ao evitá-las durante os movimentos de deslocação.",
  "Layer Start X": "X Início Camada",
  "The X coordinate of the position near where to find the part to start printing each layer.": "A coordenada X da posição próxima do local onde se situa a peça pela qual iniciar a impressão de cada camada.",
  "Layer Start Y": "Y Início Camada",
  "The Y coordinate of the position near where to find the part to start printing each layer.": "A coordenada Y da posição do local onde se situa a peça pela qual iniciar a impressão de cada camada.",
  "Z Hop When Retracted": "Salto Z ao retrair",
  "Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "Sempre que for efetuada uma retração, a base de construção é rebaixada para criar uma folga entre o nozzle e a impressão. Desta forma, evita-se que o nozzle atinja a impressão durante os movimentos de deslocação, reduzindo a probabilidade de derrubar a impressão da base de construção.",
  "Z Hop Only Over Printed Parts": "Salto Z apenas sobre as peças impressas",
  "Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.": "Efetua um salto Z apenas ao deslocar-se sobre as peças impressas que não podem ser evitadas pelo movimento horizontal através da opção Evitar Peças impressas durante a deslocação.",
  "Z Hop Height": "Altura do salto Z",
  "After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.": "Após a máquina mudar de um extrusor para outro, a base de construção é rebaixada para criar uma folga entre o nozzle e a impressão. Desta forma, evita-se que o nozzle deixe, na parte exterior de uma impressão, algum material que possa escorrer quando acaba de imprimir.",
  "Z Hop After Extruder Switch Height": "Altura do salto Z após mudança do extrusor",
  "Cooling": "Arrefecimento",
  "Enable Print Cooling": "Ativar Arrefecimento Impressão",
  "Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.": "Ativa os ventiladores de arrefecimento durante a impressão. Os ventiladores melhoram a qualidade de impressão, nas camadas que têm uma curta duração de impressão e / ou nas partes do modelo que contêm vãos / saliências.",
  "The speed at which the print cooling fans spin.": "A velocidade de rotação dos ventiladores de arrefecimento da impressão.",
  "Regular Fan Speed": "Velocidade Normal Ventiladores",
  "The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.": "A velocidade a que os ventiladores giram antes de atingir o limiar. Quando uma camada é impressa mais rapidamente do que o limiar, a velocidade do ventilador tende gradualmente a aproximar-se da velocidade máxima.",
  "Maximum Fan Speed": "Velocidade Máxima Ventiladores",
  "The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.": "A velocidade a que os ventiladores giram no tempo mínimo de camada. A velocidade do ventilador aumenta gradualmente entre a velocidade normal do ventilador e a velocidade máxima do ventilador quando o limiar é alcançado.",
  "Regular/Maximum Fan Speed Threshold": "Limiar Normal / Máximo Velocidade Ventilador",
  "The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.": "O tempo de camada que define o limiar entre a velocidade normal e a velocidade máxima do ventilador. As camadas que são impressas mais lentamente utilizam a velocidade normal do ventilador. Para camadas mais rápidas, a velocidade do ventilador aumenta gradualmente até à velocidade máxima.",
  "Initial Fan Speed": "Velocidade Inicial do ventilador",
  "The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.": "A velocidade a que os ventiladores giram ao iniciar a impressão. Nas camadas subsequentes, a velocidade do ventilador aumenta gradualmente até à camada correspondente à Velocidade normal do ventilador em altura.",
  "Regular Fan Speed at Height": "Altura Velocidade Normal Ventilador",
  "The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.": "A altura em que os ventiladores giram à velocidade normal. Nas camadas anteriores, a velocidade do ventilador aumenta gradualmente da Velocidade Inicial até à Velocidade Normal do ventilador.",
  "Regular Fan Speed at Layer": "Camada Velocidade Normal Ventilador",
  "The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.": "A camada na qual os ventiladores giram à velocidade normal do ventilador. Se a Altura para Velocidade Normal do ventilador estiver definida , este valor é calculado e arredondado para um número inteiro.",
  "Minimum Layer Time": "Tempo mínimo por camada",
  "The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.": "O tempo mínimo gasto numa camada. Isto força a impressora a abrandar para que, no mínimo, o tempo aqui definido seja gasto numa camada. Isto permite que o material impresso arrefeça devidamente antes de imprimir a camada seguinte. Ainda assim, as camadas podem demorar menos do que o tempo mínimo por camada se a opção Elevar Cabeça estiver desativada e se a Velocidade Mínima for desrespeitada.",
  "Minimum Speed": "Velocidade Mínima",
  "The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.": "A velocidade mínima de impressão, apesar do abrandamento devido ao tempo mínimo por camada. Se a impressora abrandar demasiado, a pressão no nozzle será demasiado baixa, o que resultará numa má qualidade de impressão.",
  "Lift Head": "Elevar Cabeça",
  "When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.": "Quando a velocidade mínima for alcançada devido ao tempo mínimo por camada, elevar e afastar a cabeça da impressão e aguardar o tempo adicional até atingir o tempo mínimo por camada.",
  "Support": "Suportes",
  "Generate Support": "Criar Suportes",
  "Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.": "Criar estruturas para suportar partes do modelo, suspensas ou com saliências. Sem estas estruturas, essas partes do modelo podem desmoronar durante a impressão.",
  "Support Extruder": "Extrusor dos Suportes",
  "The extruder train to use for printing the support. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir os suportes. Definição usada com múltiplos extrusores.",
  "Support Infill Extruder": "Extrusor de enchimento do suporte",
  "The extruder train to use for printing the infill of the support. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir o enchimento dos suportes. Definição usada com múltiplos extrusores.",
  "First Layer Support Extruder": "Extrusor de suporte da primeira camada",
  "The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir a primeira camada de enchimento dos suportes. Definição usada com múltiplos extrusores.",
  "Support Interface Extruder": "Extrusor de interface de suporte",
  "The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir os tectos e pisos do suporte. Definição usada com múltiplos extrusores.",
  "Support Roof Extruder": "Extrusor de tecto de suporte",
  "The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir os tectos do suporte. Definição usada com múltiplos extrusores.",
  "Support Floor Extruder": "Extrusor de piso de suporte",
  "The extruder train to use for printing the floors of the support. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir os pisos do suporte. Definição usada com múltiplos extrusores.",
  "Support Placement": "Colocação do suporte",
  "Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.": "Ajusta a colocação das estruturas de suporte. A colocação pode ser definida para tocar na base de construção ou em todo o lado. Quando definida para tocar em todo o lado, as estruturas de suporte também serão impressas no modelo.",
  "Touching Buildplate": "A Tocar na base de construção",
  "Support Overhang Angle": "Ângulo Saliência para Suportes",
  "The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.": "O ângulo mínimo das saliências ao qual é adicionado suportes. Com um valor de 0°, todas as saliências são suportadas e um valor de 90° não irá gerar qualquer suporte.",
  "Support Pattern": "Padrão de Suportes",
  "The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.": "O padrão geométrico das estruturas de suporte da impressão. As diferentes opções disponíveis resultam num suporte robusto ou de fácil remoção.",
  "Support Wall Line Count": "Número Linhas Paredes Suporte",
  "The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.": "O número de paredes que envolvem o enchimento de suporte. Acrescentar uma parede pode tornar a impressão do suporte mais fiável e pode suportar melhor as saliências, mas aumenta o tempo de impressão assim como a quantidade de material utilizado.",
  "Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.": "Ligar as extremidades das linhas de suporte. Ativar esta definição permite que os suportes sejam mais robustos e também diminuir o risco de \\under-extrusion\\, mas tem um gasto maior de material.",
  "Connect Support ZigZags": "Ligar ziguezagues de suporte",
  "Connect the ZigZags. This will increase the strength of the zig zag support structure.": "Liga os ziguezagues. Isto irá aumentar a resistência da estrutura de suporte em ziguezague.",
  "Support Density": "Densidade do Suporte",
  "Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Ajusta a densidade da estrutura de suporte. Um valor mais elevado resulta em melhores saliências, embora os suportes sejam mais difíceis de remover.",
  "Support Line Distance": "Distância da linha de suporte",
  "Distance between the printed support structure lines. This setting is calculated by the support density.": "A distância entre as linhas da estrutura de suporte impressas. Esta definição é calculada através da densidade do suporte.",
  "Initial Layer Support Line Distance": "Distância da linha de suporte da camada inicial",
  "Distance between the printed initial layer support structure lines. This setting is calculated by the support density.": "Distância entre as linhas da estrutura de suporte da camada inicial impressas. Esta definição é calculada pela densidade do suporte.",
  "Support Infill Line Directions": "Direção da linha de enchimento do suporte",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.": "Lista de ângulos (números inteiros) relativos às direções de linha a utilizar. Os valores da lista são utilizados em sequência, à medida que as camadas progridem, voltando ao início assim que a lista chega ao fim. Os itens da lista são separados por vírgulas e a lista completa é escrita entre parênteses retos. Por defeito, a lista está vazia, o que significa a utilização dos ângulos predefinidos de 0 graus.",
  "Enable Support Brim": "Ativar aba de suporte",
  "Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.": "Gera uma aba dentro das regiões de enchimento do suporte da primeira camada. Esta aba é impressa na parte por baixo do suporte e não em torno do mesmo. Ativar esta definição aumenta a aderência do suporte à base de construção.",
  "Support Brim Width": "Largura da aba do suporte",
  "The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.": "A largura da aba para imprimir na parte por baixo do suporte. Uma aba mais larga melhora a aderência à base de construção à custa de algum material adicional.",
  "Support Brim Line Count": "Contagem de linhas da aba do suporte",
  "The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.": "O número de linhas utilizado para a aba do suporte. Uma aba com mais linhas melhora a aderência à base de construção à custa de algum material adicional.",
  "Support Z Distance": "Distância Z de suporte",
  "Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.": "A distância entre a parte superior/inferior da estrutura de suporte e a impressão. Esta folga permite retirar os suportes depois de o modelo ser impresso. Este valor é arredondado para um múltiplo da espessura da camada.",
  "Support Top Distance": "Distância superior do suporte",
  "Distance from the top of the support to the print.": "A distância entre a parte superior do suporte e a impressão.",
  "Support Bottom Distance": "Distância inferior do suporte",
  "Distance from the print to the bottom of the support.": "A distância entre a impressão e a parte inferior do suporte.",
  "Support X/Y Distance": "Distância X/Y do suporte",
  "Distance of the support structure from the print in the X/Y directions.": "A distância entre a estrutura de suporte e a impressão nas direções X/Y.",
  "Support Distance Priority": "Prioridade da distância de suporte",
  "Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.": "Se a Distância X/Y de suporte substitui a Distância Z de suporte ou vice-versa. Quando X/Y substitui Z, a distância X/Y pode afastar o suporte do modelo, influenciando a distância Z real relativamente às saliências. É possível desativar esta opção não aplicando a distância X/Y em torno das saliências.",
  "X/Y overrides Z": "X/Y substitui Z",
  "Z overrides X/Y": "Z substitui X/Y",
  "Minimum Support X/Y Distance": "Distância X/Y mínima de suporte",
  "Distance of the support structure from the overhang in the X/Y directions.": "A distância da estrutura de suporte relativamente às saliências nas direções X/Y.",
  "Support Stair Step Height": "Altura Degraus Suporte",
  "The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.": "A altura dos degraus da parte inferior, semelhante a uma escada, do suporte apoiado sobre o modelo. Um valor pequeno dificulta a remoção do suporte, mas valores demasiado grandes podem resultar em estruturas de suporte instáveis. Definir como zero para desativar o comportamento semelhante a uma escada.",
  "Support Stair Step Maximum Width": "Largura Máxima Degraus Suporte",
  "The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.": "A largura máxima dos degraus da parte inferior, semelhante a uma escada, do suporte apoiado sobre o modelo. Um valor pequeno dificulta a remoção do suporte, mas valores demasiado grandes podem resultar em estruturas de suporte instáveis.",
  "Support Join Distance": "Distância da junção do suporte",
  "The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.": "A distância máxima entre as estruturas de suporte nas direções X/Y. Quando a distância entre as estruturas de suporte for menor do que este valor, as estruturas fundem-se numa só.",
  "Support Horizontal Expansion": "Expansão horizontal de suporte",
  "Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.": "Quantidade de desvio aplicado a todos os polígonos de suporte em cada camada. Os valores positivos podem uniformizar as áreas de suporte e produzir suportes mais robustos.",
  "Support Infill Layer Thickness": "Espessura da camada de enchimento de suporte",
  "The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "A espessura por camada de material de enchimento de suporte. Este valor deve ser sempre um múltiplo do valor da espessura das camadas. Caso contrário, será arredondado.",
  "Gradual Support Infill Steps": "Enchimento Gradual Suporte",
  "Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.": "O número de vezes que a densidade de enchimento do suporte deve ser reduzida para metade, quanto maior for o afastamento das superfícies superiores. As áreas que se encontram mais próximas das superfícies superiores obtêm uma maior densidade, até ao limite do valor da Densidade do Suporte.",
  "Gradual Support Infill Step Height": "Altura do degrau de enchimento gradual de suporte",
  "The height of support infill of a given density before switching to half the density.": "A altura do enchimento de suporte de uma determinada densidade antes de mudar para metade da densidade.",
  "Minimum Support Area": "Área de suporte mínimo",
  "Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.": "Tamanho mínimo da área para polígonos de suporte. Os polígonos com uma área inferior a este valor não serão gerados.",
  "Enable Support Interface": "Ativar interface de suporte",
  "Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.": "Gera uma interface densa entre o modelo e o suporte. Isto irá criar um revestimento na parte superior do suporte, onde o modelo é impresso, e na parte inferior do suporte, onde este é apoiado sobre o modelo.",
  "Enable Support Roof": "Ativar tecto de suporte",
  "Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.": "Gera uma base densa de material entre a parte superior do suporte e o modelo. Isto irá criar um revestimento entre o modelo e o suporte.",
  "Enable Support Floor": "Ativar piso de suporte",
  "Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.": "Gera uma base densa de material entre a parte inferior do suporte e o modelo. Isto irá criar um revestimento entre o modelo e o suporte.",
  "Support Interface Thickness": "Espessura Interface Suporte",
  "The thickness of the interface of the support where it touches with the model on the bottom or the top.": "A espessura da interface de suporte onde esta entra em contacto com o modelo na parte inferior ou superior.",
  "Support Roof Thickness": "Espessura do tecto de suporte",
  "The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.": "A espessura dos tectos de suporte. Isto controla a quantidade de camadas densas na parte superior do suporte na qual o modelo é apoiado.",
  "Support Floor Thickness": "Espessura do piso de suporte",
  "The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.": "A espessura dos pisos de suporte. Isto controla o número de camadas densas que são impressas por cima de locais de um modelo no qual o suporte é apoiado.",
  "Support Interface Resolution": "Resolução Interface Suporte",
  "When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.": "Ao verificar os locais onde existe modelo por cima e por baixo do suporte, tome as medidas necessárias de acordo com a altura determinada. Os valores mais reduzidos irão seccionar mais lentamente, enquanto os valores mais elevados podem fazer com que o suporte normal seja impresso em alguns locais onde deveria existir uma interface de suporte.",
  "Support Interface Density": "Densidade da interface de suporte",
  "Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Ajusta a densidade dos tectos e pisos da estrutura de suporte. Um valor mais elevado resulta em melhores saliências, embora os suportes sejam mais difíceis de remover.",
  "Support Roof Density": "Densidade do tecto de suporte",
  "The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "A densidade dos tectos da estrutura de suporte. Um valor mais elevado resulta em melhores saliências, embora os suportes sejam mais difíceis de remover.",
  "Support Roof Line Distance": "Distância da linha do tecto de suporte",
  "Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.": "A distância entre as linhas do tecto de suporte impressas. Esta definição é calculada através da Densidade do tecto de suporte, mas pode ser ajustada em separado.",
  "Support Floor Density": "Densidade do piso de suporte",
  "The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.": "A densidade dos pisos da estrutura de suporte. Um valor mais elevado resulta numa melhor aderência do suporte na parte superior do modelo.",
  "Support Floor Line Distance": "Distância da linha do piso de suporte",
  "Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.": "A distância entre as linhas do piso de suporte impressas. Esta definição é calculada através da Densidade do piso de suporte, mas pode ser ajustada em separado.",
  "Support Interface Pattern": "Padrão da interface de suporte",
  "The pattern with which the interface of the support with the model is printed.": "O padrão geométrico com que a interface do suporte com o modelo, é impressa.",
  "Support Roof Pattern": "Padrão do tecto de suporte",
  "The pattern with which the roofs of the support are printed.": "O padrão geométrico com que os tectos do suporte são impressos.",
  "The pattern with which the floors of the support are printed.": "O padrão geométrico com que os pisos do suporte são impressos.",
  "Minimum Support Interface Area": "Área mínima da interface de suporte",
  "Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.": "Tamanho mínimo da área para polígonos da interface do suporte. Os polígonos com uma área inferior a este valor serão impressos como suporte normal.",
  "Minimum Support Roof Area": "Área mínima do teto de suporte",
  "Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Tamanho mínimo da área para os tetos do suporte. Os polígonos com uma área inferior a este valor serão impressos como suporte normal.",
  "Minimum Support Floor Area": "Área mínima do piso de suporte",
  "Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Tamanho mínimo da área para os pisos do suporte. Os polígonos com uma área inferior a este valor serão impressos como suporte normal.",
  "Support Interface Horizontal Expansion": "Expansão horizontal da interface de suporte",
  "Amount of offset applied to the support interface polygons.": "Quantidade do desvio aplicado aos polígonos da interface de suporte.",
  "Support Roof Horizontal Expansion": "Expansão horizontal do teto de suporte",
  "Amount of offset applied to the roofs of the support.": "Quantidade do desvio aplicado aos tetos de suporte.",
  "Support Floor Horizontal Expansion": "Expansão horizontal do piso de suporte",
  "Amount of offset applied to the floors of the support.": "Quantidade do desvio aplicado aos pisos de suporte.",
  "Support Interface Line Directions": "Direções da linha da interface do suporte",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).": "Lista de ângulos (números inteiros) relativos às direções de linha a utilizar. Os valores da lista são utilizados em sequência, à medida que as camadas progridem, voltando ao início assim que a lista chega ao fim. Os itens da lista são separados por vírgulas e a lista completa é escrita entre parênteses retos. Por defeito, a lista está vazia, o que significa a utilização dos ângulos predefinidos (que alternam entre 45 e 135 graus se as interfaces forem bastante espessas ou 90 graus).",
  "Support Roof Line Directions": "Direções da linha do teto do suporte",
  "Support Floor Line Directions": "Direções da linha do piso do suporte",
  "Fan Speed Override": "Substituir velocidade da ventoinha",
  "When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.": "Quando ativada, a velocidade da ventoinha de arrefecimento de impressão é alterada para as regiões de revestimento imediatamente acima do suporte.",
  "Supported Skin Fan Speed": "Velocidade da ventoinha de revestimento suportada",
  "Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.": "Velocidade percentual da ventoinha a utilizar ao imprimir as regiões de revestimento imediatamente acima do suporte. A utilização de uma velocidade de ventoinha elevada facilita a remoção do suporte.",
  "Use Towers": "Utilizar torres",
  "Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.": "Utilizar torres especializadas para suportar pequenas áreas de saliências. Estas torres têm um diâmetro maior do que a região que suportam. Junto às saliências, o diâmetro das torres diminui, criando um tecto.",
  "Tower Diameter": "Diâmetro da torre",
  "The diameter of a special tower.": "O diâmetro de uma torre especial.",
  "Maximum Tower-Supported Diameter": "Diâmetro Máximo Suportado pela Torre",
  "Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.": "O diâmetro máximo nas direções X/Y de uma pequena área que deverá ser suportada por uma torre de suporte especializada.",
  "Tower Roof Angle": "Ângulo do tecto da torre",
  "The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.": "O ângulo do topo de uma torre. Um valor mais elevado resulta em tectos de torre pontiagudos, enquanto um valor mais reduzido resulta em tectos de torre achatados.",
  "Drop Down Support Mesh": "Malha de suporte pendente",
  "Make support everywhere below the support mesh, so that there's no overhang in the support mesh.": "Cria suporte em qualquer local abaixo da malha de suporte, para que não existam saliências na malha de suporte.",
  "Build Plate Adhesion": "Aderência",
  "Adhesion": "Aderência à Base de Construção",
  "Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.": "Preparar, ou não, o filamento com um \\blob\\ (borrão) antes da impressão. Ativar esta definição irá assegurar que o extrusor terá material disponível no nozzle ao iniciar a impressão. Imprimir com Aba ou Contorno também pode actuar como preparação do filamento, e nesses casos, desativar esta definição permite poupar algum tempo.",
  "Extruder Prime X Position": "Posição X Preparação Extrusor",
  "The X coordinate of the position where the nozzle primes at the start of printing.": "A coordenada X da posição onde o é feita a preparação do nozzle no inicio da impressão.",
  "Extruder Prime Y Position": "Posição Y Preparação Extrusor",
  "The Y coordinate of the position where the nozzle primes at the start of printing.": "A coordenada Y da posição onde o é feita a preparação do nozzle no inicio da impressão.",
  "Build Plate Adhesion Type": "Modos de Aderência",
  "Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.": "Diferentes modos que ajudam a melhorar a aderência à base de construção, assim como a preparação inicial da extrusão. \\Aba\\ acrescenta uma única camada em torno da base do modelo para prevenir empenos ou deformações na parte inferior dos modelos. \\Raft\\ adiciona uma plataforma, composta por uma grelha espessa e um teto, entre o modelo e a base de construção. \\Contorno\\ é uma linha impressa à volta do modelo, mas que não está ligada ao modelo.",
  "Skirt": "Contorno",
  "Brim": "Aba",
  "Raft": "Raft",
  "None": "Nenhum",
  "Build Plate Adhesion Extruder": "Extrusor para Aderência",
  "The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.": "O núcleo de extrusão utilizado para imprimir o Contorno/Aba/Raft. Definição usada com múltiplos extrusores.",
  "Skirt Line Count": "Número Linhas Contorno",
  "Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.": "Varias linhas de contorno ajudam a preparar melhor a extrusão para modelos pequenos. Definir este valor como 0 desactiva o contorno.",
  "Skirt Distance": "Distância Contorno",
  "Skirt/Brim Minimum Length": "Comprimento Mínimo Contorno/Aba",
  "The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.": "O comprimento mínimo do Contorno ou da Aba. Se este comprimento não for alcançado pelo conjunto de todas as linhas do Contorno ou da Aba, serão acrescentadas mais linhas ao Contorno ou à Aba até o comprimento mínimo ser alcançado. Nota: Se o valor do Número de Linhas for 0, esta definição é ignorada.",
  "Brim Width": "Largura da Aba",
  "The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.": "A distância desde o modelo até à linha mais exterior da Aba. Uma Aba mais larga melhora a aderência à base de construção, mas também reduz a área de impressão efetiva.",
  "Brim Line Count": "Número Linhas da Aba",
  "The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.": "O número de linhas utilizado para uma aba. Um maior número de linhas da aba melhora a aderência à base de construção, mas também reduz a área de impressão efetiva.",
  "Brim Distance": "Distância da Aba",
  "The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.": "A distância horizontal entre a primeira linha da aba e o contorno da primeira camada da impressão. Uma pequena folga pode tornar a aba mais fácil de remover, e, ao mesmo tempo, proporcionar as vantagens térmicas.",
  "Brim Replaces Support": "A aba substitui o suporte",
  "Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.": "Aplicar a aba para ser impressa em torno do modelo, mesmo se esse espaço fosse ocupado de outra forma pelo suporte. Isto substitui algumas regiões da primeira camada do suporte por regiões de aba.",
  "Brim Only on Outside": "Aba Apenas no Exterior",
  "Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.": "Imprimir a aba apenas no exterior do modelo. Isto reduz a quantidade de abas a remover posteriormente, e ao mesmo tempo não reduz assim tanto a aderência à base.",
  "Raft Extra Margin": "Margem Adicional Raft",
  "If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.": "Se o Raft estiver ativado, esta será a área de raft adicional em torno do modelo que também terá um raft. Aumentar o valor desta margem irá criar um raft mais robusto, mas ao mesmo tempo utiliza mais material e reduz a área disponível para a impressão.",
  "Raft Smoothing": "Suavização Raft",
  "This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.": "Esta definição controla o nível do arredondamento dos cantos internos do contorno do raft. Os cantos internos são arredondados para um semicírculo com um raio igual ao valor aqui fornecido. Esta definição também remove buracos no contorno do raft que sejam menores que esse semicírculo.",
  "Raft Air Gap": "Caixa de Ar do Raft",
  "The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.": "A espaço entre a camada final do raft e a primeira camada do modelo. Apenas a primeira camada do modelo é elevada por este valor, para assim reduzir a união entre o raft e o modelo. Isto facilita a remoção do raft.",
  "Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.": "Sobrepor, na direção Z, a primeira e a segunda camadas do modelo para compensar o filamento perdido na caixa de ar. O valor da distância com que todos os modelos acima da primeira camada do modelo serão deslocados para baixo.",
  "Raft Top Layers": "Camadas Superiores do Raft",
  "The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.": "O número de camadas superiores impressas em cima da camada do meio do raft. Estas são as camadas, totalmente preenchidas, onde o modelo assenta. Duas camadas resultam numa superfície superior mais uniforme do que só uma camada.",
  "Raft Top Layer Thickness": "Espessura Camada Superior Raft",
  "Layer thickness of the top raft layers.": "A espessura das camadas superiores do raft.",
  "Raft Top Line Width": "Diâmetro Linha Superior do Raft",
  "Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.": "O diâmetro das linhas da superfície superior do raft. Estas podem ser linhas finas para que a parte superior do raft seja uniforme e liso.",
  "Raft Top Spacing": "Espaçamento Superior do Raft",
  "The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.": "A distância entre linhas nas camadas superiores do raft. O espaçamento deve ser, igual ao Diâmetro da Linha, para que a superfície seja uniforme.",
  "Raft Middle Thickness": "Espessura do Meio do Raft",
  "Layer thickness of the middle raft layer.": "A espessura da camada do meio do raft. (segunda camada)",
  "Raft Middle Line Width": "Diâmetro Linha do Meio do Raft",
  "Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.": "O diâmetro das linhas na camada do meio do raft. Extrudir mais a segunda camada provoca a aderência das linhas à base de construção.",
  "Raft Middle Spacing": "Espaçamento do Meio do Raft",
  "The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.": "A distância entre linhas na camada do meio do raft. O espaçamento entre as linhas da camada do meio, deve ser grande, mas ao mesmo tempo suficientemente denso para conseguir suportar as camadas superiores do raft.",
  "Raft Base Thickness": "Espessura da Base do Raft",
  "Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.": "A espessura da camada inferior (base) do raft. Esta deve ser uma camada espessa para aderir firmemente à base de construção da impressora.",
  "Raft Base Line Width": "Diâmetro Linha Base do Raft",
  "Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.": "O diâmetro das linhas na camada inferior (base) do raft. Devem ser linhas espessas para auxiliar na aderência à base de construção.",
  "Raft Base Line Spacing": "Espaçamento da Linha Base do Raft",
  "The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.": "A distância entre linhas na camada inferior (base) do raft. Um maior espaçamento facilita a remoção do raft da base de construção.",
  "Raft Print Speed": "Velocidade Impressão do Raft",
  "The speed at which the raft is printed.": "A velocidade a que o raft é impresso.",
  "Raft Top Print Speed": "Velocidade do Topo do Raft",
  "The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.": "A velocidade a que as camadas superiores do raft são impressas. Estas devem ser impressas um pouco mais devagar, para que o nozzle possa uniformizar lentamente as linhas adjacentes da superfície.",
  "Raft Middle Print Speed": "Velocidade do Meio do Raft",
  "The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "A velocidade a que a camada do meio do raft é impressa. Esta deve ser impressa bastante devagar, uma vez que o volume de material que vai sair pelo nozzle é bastante elevado.",
  "Raft Base Print Speed": "Velocidade da Base do Raft",
  "The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "A velocidade a que a camada inferior (base) do raft é impressa. Esta deve ser impressa bastante devagar, uma vez que o volume de material que vai sair pelo nozzle é bastante elevado.",
  "Raft Print Acceleration": "Aceleração Impressão do Raft",
  "The acceleration with which the raft is printed.": "A aceleração com que o raft é impresso.",
  "Raft Top Print Acceleration": "Aceleração do Topo do Raft",
  "The acceleration with which the top raft layers are printed.": "A aceleração com que as camadas superiores do raft são impressas.",
  "Raft Middle Print Acceleration": "Aceleração do Meio do Raft",
  "The acceleration with which the middle raft layer is printed.": "A aceleração com que a camada do meio do raft é impressa.",
  "Raft Base Print Acceleration": "Aceleração da Base do Raft",
  "The acceleration with which the base raft layer is printed.": "A aceleração com que a camada inferior (base) do raft é impressa.",
  "Raft Print Jerk": "Jerk de impressão do raft",
  "The jerk with which the raft is printed.": "O jerk com que o raft é impresso.",
  "Raft Top Print Jerk": "Jerk de impressão superior do raft",
  "The jerk with which the top raft layers are printed.": "O jerk com que as camadas superiores do raft são impressas.",
  "Raft Middle Print Jerk": "Jerk de impressão do meio do raft",
  "The jerk with which the middle raft layer is printed.": "O jerk com que a camada do meio do raft é impressa.",
  "Raft Base Print Jerk": "Jerk de impressão inferior do raft",
  "The jerk with which the base raft layer is printed.": "O jerk com que a camada da base do raft é impressa.",
  "Raft Fan Speed": "Velocidade do ventilador do raft",
  "The fan speed for the raft.": "A velocidade do ventilador do raft.",
  "Raft Top Fan Speed": "Velocidade do ventilador superior do raft",
  "The fan speed for the top raft layers.": "A velocidade do ventilador das camadas superiores do raft.",
  "Raft Middle Fan Speed": "Velocidade do ventilador do meio do raft",
  "The fan speed for the middle raft layer.": "A velocidade do ventilador da camada do meio do raft.",
  "Raft Base Fan Speed": "Velocidade do ventilador inferior do raft",
  "The fan speed for the base raft layer.": "A velocidade do ventilador da camada inferior do raft.",
  "Dual Extrusion": "Dupla Extrusão",
  "Settings used for printing with multiple extruders.": "Definições utilizadas para imprimir com vários extrusores.",
  "Enable Prime Tower": "Ativar torre de preparação",
  "Print a tower next to the print which serves to prime the material after each nozzle switch.": "Imprime uma torre próxima da impressão que prepara o material depois de cada substituição do nozzle.",
  "Prime Tower Size": "Tamanho Torre de Preparação",
  "The width of the prime tower.": "A largura da torre de preparação.",
  "Prime Tower Minimum Volume": "Volume mínimo da torre de preparação",
  "The minimum volume for each layer of the prime tower in order to purge enough material.": "O volume mínimo para cada camada da torre de preparação para preparar material suficiente.",
  "Prime Tower X Position": "Posição X da torre de preparação",
  "The x coordinate of the position of the prime tower.": "A coordenada X da posição da torre de preparação.",
  "Prime Tower Y Position": "Posição Y da torre de preparação",
  "The y coordinate of the position of the prime tower.": "A coordenada Y da posição da torre de preparação.",
  "Wipe Inactive Nozzle on Prime Tower": "Limpar nozzle inativo na torre de preparação",
  "After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.": "Após a impressão da torre de preparação com um nozzle, limpe o material que vazou do nozzle para a torre de preparação.",
  "Prime Tower Brim": "Aba da torre de preparação",
  "Enable Ooze Shield": "Ativar proteção contra escorrimento",
  "Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.": "Ativa a proteção exterior contra escorrimentos. Isto irá criar um invólucro em torno do modelo que deverá limpar um segundo nozzle, caso este se encontre à mesma altura que o primeiro nozzle.",
  "Ooze Shield Angle": "Ângulo da proteção contra escorrimentos",
  "The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.": "O ângulo máximo que uma peça da proteção contra escorrimentos poderá ter. 0 graus é vertical e 90 graus é horizontal. Um ângulo menor resulta em menos falhas na proteção contra escorrimentos, mas mais material.",
  "Ooze Shield Distance": "Distância da proteção contra escorrimentos",
  "Nozzle Switch Retraction Distance": "Distância de retração de substituição do nozzle",
  "The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.": "A quantidade de retração ao mudar de extrusor. Defina como 0 para não obter qualquer retração. Normalmente, esta deve ser a mesma que o comprimento da zona de aquecimento.",
  "Nozzle Switch Retraction Speed": "Velocidade de retração de substituição do nozzle",
  "The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.": "A velocidade a que o filamento é retraído. Uma maior velocidade de retração funciona melhor, mas uma velocidade de retração muito elevada pode resultar na trituração do filamento.",
  "Nozzle Switch Retract Speed": "Velocidade de recolha de substituição do nozzle",
  "The speed at which the filament is retracted during a nozzle switch retract.": "A velocidade a que o filamento é retraído durante uma recolha de substituição do nozzle.",
  "Nozzle Switch Prime Speed": "Velocidade de preparação de substituição do nozzle",
  "The speed at which the filament is pushed back after a nozzle switch retraction.": "A velocidade a que o filamento é empurrado após uma retração de substituição do nozzle.",
  "Nozzle Switch Extra Prime Amount": "Quantidade de Preparação Extra de Substituição do Nozzle",
  "Mesh Fixes": "Correção de Objectos (Mesh)",
  "Make the meshes more suited for 3D printing.": "Torne os objetos mais adequados para impressão 3D.",
  "Union Overlapping Volumes": "Unir Volumes Sobrepostos",
  "Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.": "Ignorar a geometria interna provocada pela sobreposição de volumes num objecto e imprime os volumes como um só. Pode provocar o desaparecimento indesejado de cavidades interiores.",
  "Remove All Holes": "Remover Todos Buracos",
  "Extensive Stitching": "Costura Extensiva",
  "Keep Disconnected Faces": "Manter Faces Soltas",
  "Merged Meshes Overlap": "Sobreposição Malhas Combinadas",
  "Make meshes which are touching each other overlap a bit. This makes them bond together better.": "Faz com que as malhas em contacto se sobreponham ligeiramente. Isto melhora a sua ligação.",
  "Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.": "Remover as áreas onde várias malhas se sobrepõem entre si. Isto pode ser utilizado se houver uma sobreposição dos objetos com diferentes materiais que estejam combinados.",
  "Alternate Mesh Removal": "Alternar remoção de malha",
  "Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.": "Altera para os volumes de interceção de malha que pertencerão a cada camada, para que as malhas sobrepostas fiquem entrelaçadas. Desativar esta definição poderá fazer com que uma das malhas obtenha todo o volume na sobreposição, sendo removido das outras malhas.",
  "Remove Empty First Layers": "Remover Camadas Iniciais Vazias",
  "Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.": "Remove as camadas vazias por baixo da primeira camada impressa, se existirem. Desativar esta definição pode causar primeiras camadas vazias, se a definição Tolerância de Seccionamento estiver definida como Exclusivo ou Centro.",
  "Maximum Resolution": "Resolução Máxima",
  "The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.": "O tamanho mínimo de um segmento após o seccionamento. Se aumentar este valor, a malha terá uma resolução menor. Isto poderá permitir que a impressora acompanhe a velocidade que tem para processar o G-code e irá aumentar a velocidade de seccionamento ao remover os detalhes da malha que não podem ser processados.",
  "Maximum Travel Resolution": "Resolução Máxima Deslocação",
  "The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.": "O tamanho mínimo de um segmento de deslocação após o seccionamento. Se aumentar este valor, o movimento de deslocação nos cantos será menos suave. Isto poderá permitir que a impressora acompanhe a velocidade que tem para processar o G-code, mas pode reduzir a precisão do movimento ao evitar as peças já impressas.",
  "Maximum Deviation": "Desvio máximo",
  "The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.": "O desvio máximo permitido ao reduzir a resolução da definição de Resolução máxima. Se aumentar esta definição, a impressão será menos precisa, mas o G-code será menor. O Desvio máximo é um limite para a Resolução máxima, pelo que, se estiverem em conflito, o Desvio máximo é sempre considerado verdadeiro.",
  "Special Modes": "Modos Especiais",
  "Non-traditional ways to print your models.": "Formas não tradicionais de imprimir os seus modelos.",
  "Print Sequence": "Sequência de impressão",
  "Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.": "Imprimir todos os modelos uma camada de cada vez ou aguardar que um modelo termine, antes de passar para o seguinte. O modo individual é possível se a) apenas uma extrusora estiver ativa, e b) todos os modelos estiverem separados de forma a que a cabeça de impressão se possa mover por entre todos os modelos, e em que altura destes seja inferior à distância entre o nozzle e os eixos X/Y.",
  "All at Once": "Simultaneamente",
  "One at a Time": "Individualmente",
  "Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.": "Utilize este objecto para modificar o enchimento de outros objectos com os quais se sobrepõe. Substitui as regiões de enchimento de outros objectos por regiões deste objecto. É recomendado imprimir este objecto apenas com uma Parede e sem Superfícies Superior/Inferior.",
  "Determines which infill mesh is inside the infill of another infill mesh. An infill mesh with a higher order will modify the infill of infill meshes with lower order and normal meshes.": "Determina qual o Objecto de Enchimento que se encontra no interior do enchimento de outro Objecto de Enchimento. Um objecto de enchimento com um nível superior na hierarquia irá modificar o enchimento dos objectos de enchimento em níveis inferiores assim como o enchimento dos objectos normais.",
  "Cutting Mesh": "Malha de corte",
  "Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.": "Limita o volume desta malha para o interior de outras malhas. Pode utilizar esta opção para fazer com que determinadas áreas de uma malha sejam impressas com diferentes definições e com um extrusor distinta.",
  "Mold": "Molde",
  "Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.": "Imprime modelos como moldes, os quais podem ser fundidos de forma a obter um modelo que se assemelhe aos modelos da base de construção.",
  "Minimal Mold Width": "Largura mínima do molde",
  "The minimal distance between the ouside of the mold and the outside of the model.": "A distância mínima entre o exterior do molde e o exterior do modelo.",
  "Mold Roof Height": "Altura do tecto do molde",
  "The height above horizontal parts in your model which to print mold.": "A altura acima das partes horizontais do modelo em que deve imprimir o molde.",
  "Mold Angle": "Ângulo do molde",
  "The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.": "O ângulo da saliência das paredes exteriores criadas para o molde. 0° irá tornar o invólucro exterior do molde vertical, enquanto 90° fará com que o exterior do modelo siga o contorno do mesmo.",
  "Support Mesh": "Malha de suporte",
  "Use this mesh to specify support areas. This can be used to generate support structure.": "Utilize esta malha para especificar áreas de suporte. Esta opção pode ser utilizada para gerar estruturas de suporte.",
  "Anti Overhang Mesh": "Malha antissaliências",
  "Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.": "Utilize esta malha para especificar a parte do modelo que não deve ser detetada como saliência. Esta opção pode ser utilizada para remover estruturas de suporte indesejadas.",
  "Surface Mode": "Modo de superfície",
  "Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. \\Surface\\ prints a single wall tracing the mesh surface with no infill and no top/bottom skin. \\Both\\ prints enclosed volumes like normal and any remaining polygons as surfaces.": "Tratar o modelo como um volume, apenas como uma superfície ou como volumes com superfícies soltas. O modo de impressão \\Normal\\ imprime apenas volumes fechados. O modo \\Superfície\\ imprime uma única parede que acompanha a superfície do objecto sem enchimento ou revestimento superior/inferior. O modo \\Ambos\\ imprime volumes fechados como \\Normal\\ e quaisquer polígonos soltos como superfícies.",
  "Normal": "Normal",
  "Surface": "Superfície",
  "Both": "Ambos",
  "Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.": "\\Spiralize\\ é uma opção que uniformiza o movimento em Z do contorno exterior. Isto irá criar uma elevação em Z, constante, em toda a peça. Esta funcionalidade transforma um modelo sólido numa impressão com uma única parede e com uma base sólida. Esta funcionalidade só deve ser ativada quando cada camada contiver apenas uma única peça.",
  "Smooth Spiralized Contours": "\\Spiralize\\ Suavizar Contornos",
  "Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.": "Suaviza os contornos, criados pelo \\Spiralize\\, para reduzir a visibilidade da junta Z (a junta Z deve ser praticamente impercetível na impressão, mas continuará a ser visível na visualização por camadas). Tenha em conta que a suavização tenderá a reduzir/desfocar pequenos detalhes da superfície.",
  "Relative Extrusion": "Extrusão relativa",
  "Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.": "Utilizar a extrusão relativa em vez da extrusão absoluta. A utilização de passos-E relativos facilita o pós-processamento do G-code. Contudo, isto não é compatível com todas as impressoras e poderá produzir ligeiros desvios na quantidade de material depositado em comparação com os passos-E absolutos. Não considerando esta definição, o modo de extrusão será sempre definido como absoluto antes da exportação de qualquer script g-code.",
  "Experimental": "Experimental",
  "Features that haven't completely been fleshed out yet.": "Funcionalidades que ainda não foram totalmente lançadas.",
  "Tree Support": "Suportes tipo Árvore",
  "Generate a tree-like support with branches that support your print. This may reduce material usage and print time, but greatly increases slicing time.": "Criar suportes tipo árvores com troncos e ramos que suportam a impressão. Com esta definição talvez se possa reduzir o material usado assim como o tempo de impressão, mas aumenta consideravelmente o tempo de seccionamento.",
  "Tree Support Branch Angle": "Ângulo Ramos Suportes Árvore",
  "The angle of the branches. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.": "O ângulo dos ramos. Usar um ângulo pequeno para criar ramos mais verticais e estáveis. Usar um ângulo maior para conseguir que os ramos tenham um maior alcance.",
  "Tree Support Branch Distance": "Distância Ramos Suportes Árvore",
  "How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.": "A distância entre os ramos, quando estes tocam o modelo. Se esta distância for pequena faz com que os suportes tenham mais pontos de contacto com o modelo, permitindo um melhor apoio em saliências mas faz com que os suportes sejam mais difíceis de retirar.",
  "Tree Support Branch Diameter": "Diâmetro Ramos Suportes Árvore",
  "The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.": "O diâmetro dos ramos mais finos dos suportes tipo árvore. Ramos mais grossos são mais robustos. Os ramos serão progressivamente mais grossos do que este diâmetro quanto mais perto estiverem da base.",
  "Tree Support Branch Diameter Angle": "Ângulo Diâmetro Ramos Suportes Árvore",
  "The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.": "O ângulo do diâmetro dos ramos conforme estes ficam progressivamente mais grossos quanto mais perto estiverem da base. Um ângulo de 0º faz com que os ramos tenham um espessura constante em todo o seu comprimento. Um pequeno ângulo pode aumentar a estabilidade dos suporte tipo árvore.",
  "Tree Support Collision Resolution": "Resolução Colisão Suportes Árvore",
  "Resolution to compute collisions with to avoid hitting the model. Setting this lower will produce more accurate trees that fail less often, but increases slicing time dramatically.": "A resolução do cálculo de prevenção de colisões com o modelo. Usando um valor baixo irá criar suportes tipo árvore com maior sucesso, mas aumenta drasticamente o tempo de seccionamento.",
  "How to slice layers with diagonal surfaces. The areas of a layer can be generated based on where the middle of the layer intersects the surface (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the height of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Exclusive retains the most details, Inclusive makes for the best fit and Middle takes the least time to process.": "Métodos para seccionar as camadas com as superfícies diagonais. As áreas de uma camada podem ser geradas onde o centro da camada intersecta a superfície (Centro). Como alternativa, cada camada pode conter as áreas que se encontram no interior do volume ao longo da espessura da camada (Exclusivo) ou uma camada pode conter as áreas que se encontram no interior dos perímetros da camada (Inclusivo). A opção Exclusivo retém o maior número de detalhes, a opção Inclusivo garante a melhor adaptação ao modelo e a opção Centro tem o menor tempo de processamento.",
  "Middle": "Centro",
  "Exclusive": "Exclusivo",
  "Inclusive": "Inclusivo",
  "Top Surface Skin Line Width": "Diâmetro Linha Revestimento Superior",
  "Width of a single line of the areas at the top of the print.": "O diâmetro de uma única linha das superfícies de revestimento na parte superior da impressão.",
  "Top Surface Skin Pattern": "Padrão Revestimento Superior",
  "The pattern of the top most layers.": "O padrão geométrico das camadas de revestimento da superfície superior.",
  "Top Surface Skin Line Directions": "Direções Linha Revestimento Superior",
  "A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).": "Uma lista de ângulos (números inteiros) relativos às direções de linha a utilizar quando as camadas de revestimento da superfície superior utilizarem o padrão de Linhas ou Ziguezague. Os valores da lista são utilizados em sequência, à medida que as camadas progridem, voltando ao início assim que a lista chega ao fim. Os itens da lista são separados por vírgulas e a lista completa é escrita entre parênteses retos. Por defeito a lista está vazia, o que significa a utilização dos ângulos predefinidos tradicionais (45 e 135 graus).",
  "Infill Travel Optimization": "Optimização Deslocação Enchimento",
  "When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.": "Quando activado, a ordem, pela qual as linhas de enchimento são impressas, é optimizada para poder reduzir a distância percorrida. A redução do tempo total de deslocação depende de muitos factores tais como, o modelo que está a ser seccionado, o padrão de enchimento, a densidade, etc. Ter em atenção que para modelos que tenham muitas áreas pequenas de enchimento, o tempo de seccionamento pode aumentar consideravelmente.",
  "Auto Temperature": "Temperatura Automática",
  "Change the temperature for each layer automatically with the average flow speed of that layer.": "Mudar, automaticamente, a temperatura de cada camada com a velocidade de fluxo média dessa camada.",
  "Flow Temperature Graph": "Gráfico de temperatura de fluxo",
  "Data linking material flow (in mm3 per second) to temperature (degrees Celsius).": "Os dados que ligam o fluxo de material (em mm3 por segundo) à temperatura (graus Celsius).",
  "Minimum Polygon Circumference": "Circunferência Mínima do Polígono",
  "Break Up Support In Chunks": "Separar Suportes em Blocos",
  "Support Chunk Size": "Tamanho do bloco de suporte",
  "Support Chunk Line Count": "Número de linhas do bloco de suporte",
  "Skip one in every N connection lines to make the support structure easier to break away.": "Ignorar uma em cada \\x\\ linhas de ligação para facilitar a separação da estrutura de suporte.",
  "Enable Draft Shield": "Barreira contra correntes de ar",
  "This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.": "Isto irá criar uma parede em torno do modelo, que retém o ar (quente) e protege contra correntes de ar externas. Esta opção é especialmente útil para materiais que se deformam com facilidade.",
  "Draft Shield X/Y Distance": "Distância X/Y da proteção contra correntes de ar",
  "Distance of the draft shield from the print, in the X/Y directions.": "A distância da proteção contra correntes de ar relativamente à impressora nas direções X/Y.",
  "Draft Shield Limitation": "Limite de proteção contra correntes de ar",
  "Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.": "Define a altura da proteção contra correntes de ar. Opte por imprimir a proteção contra correntes de ar com a altura máxima do modelo ou com uma altura limitada.",
  "Full": "Máximo",
  "Limited": "Limitado",
  "Draft Shield Height": "Altura da proteção contra correntes de ar",
  "Height limitation of the draft shield. Above this height no draft shield will be printed.": "Limite de altura da proteção contra correntes de ar. Não será impressa qualquer proteção contra correntes de ar acima desta altura.",
  "Make Overhang Printable": "Tornar Saliência Imprimível",
  "Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.": "Altera a geometria do modelo impresso de forma que seja necessário suporte mínimo. Saliências acentuadas tornar-se-ão saliências rasas. As áreas de saliências irão baixar para se tornarem mais verticais.",
  "Maximum Model Angle": "Ângulo máximo do modelo",
  "The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.": "O ângulo máximo das saliências após se terem tornado imprimíveis. Com um valor de 0°, todas as saliências são substituídas por um modelo ligado à base de construção e, com um valor de 90°, o modelo não será alterado de forma alguma.",
  "Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.": "\\Coasting\\ substitui a última parte de um percurso de extrusão por um percurso de deslocamento. O material que escorreu é utilizado para imprimir a última parte do percurso de extrusão de forma a reduzir o surgimento de fios.",
  "Coasting Volume": "Volume de desaceleração",
  "The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.": "O volume que de outra forma iria escorrer. Geralmente, este valor deve ser próximo ao diâmetro cúbico do nozzle.",
  "Minimum Volume Before Coasting": "Volume mínimo antes da desaceleração",
  "The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.": "O menor volume que um caminho de extrusão deve ter antes de permitir a desaceleração. Para caminhos de extrusão mais curtos, é acumulada menos pressão no tubo Bowden e, como tal, o volume de desaceleração adota uma escala linear. Este valor deve sempre ser superior ao Volume de desaceleração.",
  "Coasting Speed": "Velocidade de desaceleração",
  "The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.": "A velocidade de movimento durante a desaceleração, relativa à velocidade do caminho de extrusão. É recomendado um valor ligeiramente abaixo de 100%, uma vez que durante o movimento de desaceleração, a pressão no tubo Bowden diminui.",
  "Cross 3D Pocket Size": "Tamanho da bolsa de cruz 3D",
  "The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.": "O tamanho das bolsas em cruzamentos de quatro vias no padrão de cruz 3D em alturas onde o padrão está em contacto consigo próprio.",
  "Cross Infill Density Image": "Imagem Densidade Enchimento Cruz",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.": "A localização de uma imagem em que os valores de luminosidade desta determinam a densidade mínima na posição correspondente no enchimento da impressão.",
  "Cross Fill Density Image for Support": "Imagem Densidade Suporte em Cruz",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.": "A localização de uma imagem em que os valores de luminosidade desta determinam a densidade mínima na posição correspondente nos suportes.",
  "Spaghetti Infill": "Enchimento em esparguete",
  "Print the infill every so often, so that the filament will curl up chaotically inside the object. This reduces print time, but the behaviour is rather unpredictable.": "Imprime o enchimento de tempos a tempos, para que o filamento encaracole desordenadamente dentro do objeto. Isto reduz o tempo de impressão, mas o comportamento é um pouco imprevisível.",
  "Spaghetti Infill Stepping": "Passos de enchimento em esparguete",
  "Whether to print spaghetti infill in steps or extrude all the infill filament at the end of the print.": "Imprime o enchimento em esparguete de forma faseada ou extrude todos os filamentos de enchimento no final da impressão.",
  "Spaghetti Maximum Infill Angle": "Ângulo de enchimento máximo em esparguete",
  "The maximum angle w.r.t. the Z axis of the inside of the print for areas which are to be filled with spaghetti infill afterwards. Lowering this value causes more angled parts in your model to be filled on each layer.": "O ângulo máximo em relação ao eixo Z do interior da impressão para áreas que devem ser preenchidas posteriormente com o enchimento em esparguete. A redução deste valor produz mais partes angulares no modelo que deverão ser preenchidas em cada camada.",
  "Spaghetti Infill Maximum Height": "Altura máxima de enchimento em esparguete",
  "The maximum height of inside space which can be combined and filled from the top.": "A altura máxima do espaço interior que pode ser combinado e preenchido a partir da parte superior.",
  "Spaghetti Inset": "Inserção em esparguete",
  "The offset from the walls from where the spaghetti infill will be printed.": "O desvio das paredes a partir do qual o enchimento em esparguete será impresso.",
  "Spaghetti Flow": "Fluxo em esparguete",
  "Adjusts the density of the spaghetti infill. Note that the Infill Density only controls the line spacing of the filling pattern, not the amount of extrusion for spaghetti infill.": "Ajusta a densidade do enchimento em esparguete. Observe que a Densidade de enchimento controla apenas o espaçamento entre linhas do padrão de enchimento e não a quantidade de extrusão para o enchimento em esparguete.",
  "Spaghetti Infill Extra Volume": "Volume adicional de enchimento em esparguete",
  "A correction term to adjust the total volume being extruded each time when filling spaghetti.": "Um termo de correção para ajustar o volume total a ser extrudido sempre que for realizado o enchimento em esparguete.",
  "Enable Conical Support": "Ativar suporte cónico",
  "Make support areas smaller at the bottom than at the overhang.": "Torna as áreas de suporte mais reduzidas na parte inferior do que na saliência.",
  "Conical Support Angle": "Ângulo do suporte cónico",
  "The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.": "O ângulo da inclinação do suporte cónico. 0 graus é vertical e 90 graus é horizontal. Ângulos mais reduzidos tornam o suporte mais robusto, mas consomem mais material. Ângulos negativos tornam a base do suporte mais larga do que a parte superior.",
  "Conical Support Minimum Width": "Largura mínima do suporte cónico",
  "Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.": "O diâmetro mínima para a qual a base da área do suporte cónico é reduzida. Larguras reduzidas podem originar estruturas de suporte instáveis.",
  "Fuzzy Skin": "Revestimento Difuso",
  "Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.": "Vibra aleatoriamente enquanto imprime a parede exterior, para que a superfície apresente um aspeto rugoso e difuso.",
  "Fuzzy Skin Outside Only": "Revestimento difuso apenas no exterior",
  "Jitter only the parts' outlines and not the parts' holes.": "Vibrar apenas os contornos das peças e não os buracos das peças.",
  "Fuzzy Skin Thickness": "Espessura Revestimento Difuso",
  "The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.": "O diâmetro dentro da qual deve ser produzida vibração. É recomendado mantê-la abaixo do diâmetro da parede exterior, uma vez que as paredes interiores não são alteradas.",
  "Fuzzy Skin Density": "Densidade Revestimento Difuso",
  "The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.": "A densidade média dos pontos introduzidos em cada polígono numa camada. Observe que os pontos originais do polígono são eliminados, pelo que uma densidade baixa resulta numa redução da resolução.",
  "Fuzzy Skin Point Distance": "Distância do ponto de revestimento difuso",
  "The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.": "A distância média entre os pontos aleatórios introduzidos em cada segmento de linha. Observe que os pontos originais do polígono são eliminados, pelo que uma suavidade elevada resulta numa redução da resolução. Este valor deve ser superior a metade da Espessura do revestimento difuso.",
  "Flow Rate Compensation Max Extrusion Offset": "Desvio de extrusão máximo de compensação da taxa de fluxo",
  "The maximum distance in mm to move the filament to compensate for changes in flow rate.": "A distância máxima em mm de deslocação do filamento para compensar alterações na taxa de fluxo.",
  "Flow Rate Compensation Factor": "Fator de compensação da taxa de fluxo",
  "How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.": "Até que distância o filamento se deve mover para compensar as alterações na taxa de fluxo, como uma percentagem da distância que o filamento iria percorrer num segundo de extrusão.",
  "Wire Printing": "Impressão em Fios",
  "Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.": "Imprime apenas a superfície exterior com uma estrutura entrelaçada dispersa a partir \\do ar\\. Isto é realizado ao imprimir horizontalmente os contornos do modelo em determinados intervalos Z que são ligados através de linhas ascendentes e diagonais descendentes.",
  "WP Connection Height": "Altura de ligação da impressão em fios",
  "The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.": "A altura das linhas ascendentes e diagonais descendentes entre duas partes horizontais. Isto determina a densidade geral da estrutura de rede. Aplica-se apenas à impressão de fios.",
  "WP Roof Inset Distance": "Distância de inserção do tecto da impressão de fios",
  "The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.": "A distância percorrida ao efetuar uma ligação a partir de um contorno de telhado interno. Aplica-se apenas à impressão de fios.",
  "WP Speed": "Velocidade da impressão de fios",
  "Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.": "Velocidade à qual o nozzle se movimenta ao extrudir material. Aplica-se apenas à impressão de fios.",
  "WP Bottom Printing Speed": "Velocidade de impressão da parte inferior da impressão de fios",
  "Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.": "Velocidade de impressão da primeira camada, que é a única camada que entra em contacto com a plataforma de construção. Aplica-se apenas à impressão de fios.",
  "WP Upward Printing Speed": "Velocidade de impressão ascendente da impressão de fios",
  "Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.": "A velocidade de impressão de uma linha ascendente \\no ar\\. Aplica-se apenas à impressão de fios.",
  "WP Downward Printing Speed": "Velocidade de impressão descendente da impressão de fios",
  "Speed of printing a line diagonally downward. Only applies to Wire Printing.": "Velocidade de impressão de uma linha diagonal descendente. Aplica-se apenas à impressão de fios.",
  "WP Horizontal Printing Speed": "Velocidade de impressão horizontal da impressão de fios",
  "Speed of printing the horizontal contours of the model. Only applies to Wire Printing.": "Velocidade de impressão de contornos horizontais do modelo. Aplica-se apenas à impressão de fios.",
  "WP Flow": "Fluxo de impressão de fios",
  "Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.": "Compensação de fluxo: a quantidade de material extrudido é multiplicada por este valor. Aplica-se apenas à impressão de fios.",
  "WP Connection Flow": "Fluxo de ligação da impressão de fios",
  "Flow compensation when going up or down. Only applies to Wire Printing.": "A compensação de fluxo ao deslocar-se para cima ou para baixo. Aplica-se apenas à impressão de fios.",
  "WP Flat Flow": "Fluxo plano da impressão de fios",
  "Flow compensation when printing flat lines. Only applies to Wire Printing.": "Compensação de fluxo ao imprimir linhas planas. Aplica-se apenas à impressão de fios.",
  "WP Top Delay": "Atraso superior da impressão de fios",
  "Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.": "O tempo de atraso após um movimento ascendente, para que a linha ascendente possa endurecer. Aplica-se apenas à impressão de fios.",
  "WP Bottom Delay": "Atraso da parte inferior da impressão de fios",
  "Delay time after a downward move. Only applies to Wire Printing.": "O tempo de atraso após um movimento descendente. Aplica-se apenas à impressão de fios.",
  "WP Flat Delay": "Atraso plano da impressão de fios",
  "Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.": "Tempo de atraso entre dois segmentos horizontais. A introdução desse atraso pode causar melhor aderência às camadas anteriores nos pontos de ligação. No entanto, os atrasos demasiado longos podem causar flacidez. Aplica-se apenas à impressão de fios.",
  "WP Ease Upward": "Facilidade de movimento ascendente da impressão de fios",
  "WP Knot Size": "Tamanho do nó da impressão de fios",
  "Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.": "Cria um pequeno nó no topo de uma linha ascendente, para que a camada horizontal subsequente possa ligar-se com maior facilidade. Aplica-se apenas à impressão de fios.",
  "WP Fall Down": "Queda da impressão de fios",
  "Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.": "Distância à qual o material cai após uma extrusão ascendente. Esta distância é compensada. Aplica-se apenas à impressão de fios.",
  "WP Drag Along": "Arrastamento da impressão de fios",
  "Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.": "Distância à qual o material de uma extrusão ascendente é arrastado juntamente com a extrusão diagonal descendente. Esta distância é compensada. Aplica-se apenas à impressão de fios.",
  "WP Strategy": "Estratégia de impressão de fios",
  "Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.": "Estratégia para assegurar que duas camadas consecutivas se ligam a cada ponto de ligação. A retração permite que as linhas ascendentes endureçam na posição correta, mas pode causar a trituração do filamento. É possível fazer um nó no final de uma linha ascendente para aumentar a probabilidade de ligação e para permitir o arrefecimento da linha. No entanto, podem ser necessárias velocidades de impressão reduzidas. Outra estratégia é compensar a flacidez do topo de uma linha ascendente. Porém, as linhas nem sempre cairão conforme previsto.",
  "Compensate": "Compensar",
  "Knot": "Nó",
  "Retract": "Retrair",
  "WP Straighten Downward Lines": "Linhas retas descendentes da impressão de fios",
  "Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.": "A percentagem de uma linha diagonal descendente que é abrangida por uma peça da linha horizontal. Isto pode impedir a flacidez do ponto mais elevado das linhas ascendentes. Aplica-se apenas à impressão de fios.",
  "WP Roof Fall Down": "Queda do tecto da impressão de fios",
  "The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.": "A distância à qual as linhas horizontais do tecto que são impressas \\no ar\\ caem ao ser impressas. Esta distância é compensada. Aplica-se apenas à impressão de fios.",
  "WP Roof Drag Along": "Arrastamento do tecto da impressão de fios",
  "The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.": "A distância da parte final de uma linha interior que é arrastada ao regressar ao contorno externo do tecto. Esta distância é compensada. Aplica-se apenas à impressão de fios.",
  "WP Roof Outer Delay": "Atraso externo do tecto da impressão de fios",
  "Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.": "Tempo gasto nos perímetros externos do buraco que se irá transformar em tecto. Períodos de tempo mais longos permitem garantir uma melhor ligação. Aplica-se apenas à impressão de fios.",
  "WP Nozzle Clearance": "Espaço do nozzle da impressão de fios",
  "Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.": "Distância entre o nozzle e as linhas horizontais descendentes. Uma maior folga resulta em linhas horizontais descendentes com um ângulo menos acentuado, o que, por sua vez, resulta em menos ligações ascendentes com a camada seguinte. Aplica-se apenas à impressão de fios.",
  "Use Adaptive Layers": "Utilizar camadas adaptáveis",
  "Adaptive layers computes the layer heights depending on the shape of the model.": "Camadas Adaptáveis calcula as espessuras das camadas conforme a forma do modelo.",
  "Adaptive Layers Maximum Variation": "Variação máxima das camadas adaptáveis",
  "The maximum allowed height different from the base layer height.": "A diferença máxima de espessura permitida em relação ao valor base definido em Espessura das Camadas.",
  "Adaptive Layers Variation Step Size": "Tamanho da fase de variação das camadas adaptáveis",
  "The difference in height of the next layer height compared to the previous one.": "A diferença de espessura da camada seguinte em comparação com a anterior.",
  "Adaptive Layers Topography Size": "Dimensão da topografia das camadas adaptáveis",
  "Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.": "Distância horizontal pretendida entre duas camadas adjacentes. Reduzir o valor desta definição faz com que camadas mais finas sejam utilizadas para juntar mais os contornos das camadas.",
  "Overhanging Wall Angle": "Ângulo da parede de saliências",
  "Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.": "As paredes com saliências que ultrapassem este ângulo serão impressas utilizando definições de parede de saliências. Quando o valor é 90, nenhuma parede é considerada como sendo uma saliência. As saliências suportadas por suporte também não serão consideradas como saliências.",
  "Overhanging Wall Speed": "Velocidade da parede de saliências",
  "Overhanging walls will be printed at this percentage of their normal print speed.": "As paredes de saliências serão impressas a esta percentagem da sua velocidade de impressão normal.",
  "Enable Bridge Settings": "Ativar Definições de Bridge",
  "Detect bridges and modify print speed, flow and fan settings while bridges are printed.": "Detetar vãos (bridges) e modificar as definições da velocidade de impressão, do fluxo e da ventoinha durante a impressão de vãos ou saliências.",
  "Minimum Bridge Wall Length": "Comprimento mínimo da parede de Bridge",
  "Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.": "Paredes sem suporte com comprimento menor que este valor serão impressas utilizando as definições de parede normais. Paredes sem suporte mais longas serão impressas utilizando as definições da parede de Bridge.",
  "Bridge Skin Support Threshold": "Limiar do suporte do revestimento de Bridge",
  "If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.": "Se uma região de revestimento for suportada por menos do que esta percentagem da sua área, imprima-a utilizando as definições de Bridge. Caso contrário, será impressa utilizando as definições de revestimento normais.",
  "Bridge Sparse Infill Max Density": "Densidade Máx. Enchimento Disperso de Bridge",
  "Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.": "Densidade máxima do enchimento considerado como disperso. O revestimento sobre o enchimento disperso não é considerado como ter suportes, pelo que pode ser tratado como um revestimento de Bridge.",
  "Bridge Wall Coasting": "Desaceleração da parede de Bridge",
  "This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.": "Isto controla a distância que o extrusor deve desacelerar imediatamente antes do início de uma parede de Bridge. Desacelerar antes do início de Bridge pode reduzir a pressão no nozzle e poderá produzir um vão mais liso.",
  "Bridge Wall Speed": "Velocidade da parede de Bridge",
  "The speed at which the bridge walls are printed.": "A velocidade a que as paredes de Bridge são impressas.",
  "Bridge Wall Flow": "Fluxo da parede de Bridge",
  "When printing bridge walls, the amount of material extruded is multiplied by this value.": "Ao imprimir as paredes de Bridge, a quantidade de material extrudido é multiplicada por este valor.",
  "Bridge Skin Speed": "Velocidade do revestimento de Bridge",
  "The speed at which bridge skin regions are printed.": "A velocidade a que as regiões do revestimento de Bridge são impressas.",
  "Bridge Skin Flow": "Fluxo do revestimento de Bridge",
  "When printing bridge skin regions, the amount of material extruded is multiplied by this value.": "Ao imprimir as regiões do revestimento de Bridge, a quantidade de material extrudido é multiplicada por este valor.",
  "Bridge Skin Density": "Densidade do revestimento de Bridge",
  "The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "A densidade da camada do revestimento de Bridge. Valores inferiores a 100 irão aumentar as folgas entre as linhas revestimento.",
  "Bridge Fan Speed": "Velocidade da ventoinha de Bridge",
  "Percentage fan speed to use when printing bridge walls and skin.": "Percentagem da velocidade da ventoinha a utilizar ao imprimir o revestimento e as paredes de Bridge.",
  "Bridge Has Multiple Layers": "Bridge com múltiplas camadas",
  "If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.": "Se ativada, a segunda e a terceira camada sobre o ar são impressas utilizando as seguintes definições. Caso contrário, essas camadas são impressas utilizando as definições normais.",
  "Bridge Second Skin Speed": "Velocidade do segundo revestimento de Bridge",
  "Print speed to use when printing the second bridge skin layer.": "Velocidade de impressão a ser utilizada ao imprimir a segunda camada do revestimento de Bridge.",
  "Bridge Second Skin Flow": "Fluxo do segundo revestimento de Bridge",
  "When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.": "Ao imprimir a segunda camada do revestimento de Bridge, a quantidade de material extrudido é multiplicada por este valor.",
  "Bridge Second Skin Density": "Densidade do segundo revestimento de Bridge",
  "The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "A densidade da segunda camada do revestimento de Bridge. Valores inferiores a 100 irão aumentar as folgas entre as linhas revestimento.",
  "Bridge Second Skin Fan Speed": "Velocidade da ventoinha do segundo revestimento de Bridge",
  "Percentage fan speed to use when printing the second bridge skin layer.": "Percentagem da velocidade da ventoinha a ser utilizada ao imprimir a segunda camada do revestimento de Bridge.",
  "Bridge Third Skin Speed": "Velocidade do terceiro revestimento de Bridge",
  "Print speed to use when printing the third bridge skin layer.": "Velocidade de impressão a ser utilizada ao imprimir a terceira camada do revestimento de Bridge.",
  "Bridge Third Skin Flow": "Fluxo do terceiro revestimento de Bridge",
  "When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.": "Ao imprimir a terceira camada do revestimento de Bridge, a quantidade de material extrudido é multiplicada por este valor.",
  "Bridge Third Skin Density": "Densidade do terceiro revestimento de Bridge",
  "The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "A densidade da terceira camada do revestimento de Bridge. Valores inferiores a 100 irão aumentar as folgas entre as linhas revestimento.",
  "Bridge Third Skin Fan Speed": "Velocidade da ventoinha do terceiro revestimento de Bridge",
  "Percentage fan speed to use when printing the third bridge skin layer.": "Percentagem da velocidade da ventoinha a ser utilizada ao imprimir a terceira camada do revestimento de Bridge.",
  "Wipe Nozzle Between Layers": "Limpar nozzle entre camadas",
  "Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.": "Se, se deve incluir o G-Code para a limpeza do nozzle entre camadas (máximo de 1 por camada). Ativar esta definição pode influenciar o comportamento da retração na mudança da camada. Utilize as definições da Retração de Limpeza para controlar a retração em camadas onde o script de limpeza estará a funcionar.",
  "Material Volume Between Wipes": "Volume de material entre limpezas",
  "Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.": "Quantidade máxima de material que pode ser extrudido antes de ser iniciada outra limpeza do nozzle. Se este valor for inferior ao volume do material necessário numa camada, esta definição não tem qualquer influência nessa camada, ou seja, está limitada a uma limpeza por camada.",
  "Wipe Retraction Enable": "Retração de limpeza ativada",
  "Wipe Retraction Distance": "Distância de retração da limpeza",
  "Amount to retract the filament so it does not ooze during the wipe sequence.": "Quantidade de filamento a retrair para não escorrer durante a sequência de limpeza.",
  "Wipe Retraction Extra Prime Amount": "Quantidade de preparação adicional de retração de limpeza",
  "Some material can ooze away during a wipe travel moves, which can be compensated for here.": "Pode ocorrer escorrimento de material durante um movimento de deslocação de limpeza, o qual pode ser compensado aqui.",
  "Wipe Retraction Speed": "Velocidade de retração de limpeza",
  "The speed at which the filament is retracted and primed during a wipe retraction move.": "A velocidade a que o filamento é retraído e preparado durante um movimento de retração de limpeza.",
  "Wipe Retraction Retract Speed": "Velocidade de retração na retração de limpeza",
  "The speed at which the filament is retracted during a wipe retraction move.": "A velocidade a que o filamento é retraído durante um movimento de retração de limpeza.",
  "Wipe Retraction Prime Speed": "Velocidade de preparação da retração de limpeza",
  "The speed at which the filament is primed during a wipe retraction move.": "A velocidade a que o filamento é preparado durante um movimento de retração de limpeza.",
  "Wipe Pause": "Pausa na limpeza",
  "Pause after the unretract.": "Coloca a limpeza em pausa após anular a retração.",
  "Wipe Z Hop": "Salto Z de limpeza",
  "When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "Quando efetuar a limpeza, a base de construção é descida para criar um espaço entre o nozzle e a impressão. Impede o nozzle de atingir a impressão durante os movimentos de deslocação, reduzindo a possibilidade de derrubar a impressão da base de construção.",
  "Wipe Z Hop Height": "Altura do salto Z de limpeza",
  "The height difference when performing a Z Hop.": "A diferença de altura ao efetuar um salto Z.",
  "Wipe Hop Speed": "Velocidade do salto de limpeza",
  "Speed to move the z-axis during the hop.": "Velocidade para mover o eixo Z durante o salto.",
  "Wipe Brush X Position": "Posição X da escova de limpeza",
  "X location where wipe script will start.": "Localização X onde o script de limpeza será iniciado.",
  "Wipe Repeat Count": "Contagem de repetições de limpeza",
  "Number of times to move the nozzle across the brush.": "Número de vezes que o nozzle deve ser passado pela escova.",
  "Wipe Move Distance": "Distância do movimento de limpeza",
  "The distance to move the head back and forth across the brush.": "A distância de deslocação da cabeça para trás e para a frente pela escova.",
  "Small Hole Max Size": "Tamanho máximo do buraco pequeno",
  "Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.": "Os buracos e os contornos das peças com um diâmetro inferior a este valor serão impressos à Velocidade de elemento pequeno.",
  "Small Feature Max Length": "Comprimento máximo do elemento pequeno",
  "Feature outlines that are shorter than this length will be printed using Small Feature Speed.": "Os contornos do elemento com um comprimento inferior a este serão impressos à Velocidade de elemento pequeno.",
  "Small Feature Speed": "Velocidade de elemento pequeno",
  "Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Os elementos pequenos serão impressos a esta percentagem da respetiva velocidade de impressão normal. Uma impressão mais lenta pode ajudar em termos de aderência e precisão.",
  "Small Feature Initial Layer Speed": "Velocidade da camada inicial de partes pequenas",
  "Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Os elementos pequenos na primeira camada serão impressos a esta percentagem da respetiva velocidade de impressão normal. Uma impressão mais lenta pode ajudar em termos de aderência e precisão.",
  "Command Line Settings": "Definições de linha de comando",
  "Settings which are only used if CuraEngine isn't called from the Cura frontend.": "Definições que só são utilizadas se o CuraEngine não for ativado a partir do front-end do Cura.",
  "Center Object": "Centrar Objeto",
  "Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.": "Permite centrar o objeto no centro da base de construção (0,0), em vez de utilizar o sistema de coordenadas no qual o objeto foi guardado.",
  "Mesh Position X": "Posição X do Objeto",
  "Offset applied to the object in the x direction.": "Desvio aplicado ao objeto na direção X.",
  "Mesh Position Y": "Posição Y do Objeto",
  "Offset applied to the object in the y direction.": "Desvio aplicado ao objeto na direção Y.",
  "Mesh Position Z": "Posição Z do Objeto",
  "Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.": "Desvio aplicado ao objeto na direção Z. Com esta opção, é possível realizar o que se costumava designar como \\Afundamento de objetos\\.",
  "Mesh Rotation Matrix": "Matriz Rotação do Objeto"
}