{
  "Machine": "Принтер",
  "Machine specific settings": "Параметры, относящиеся к принтеру",
  "Machine Type": "Тип принтера",
  "The name of your 3D printer model.": "Название модели вашего 3D принтера.",
  "Show Machine Variants": "Показать варианты принтера",
  "Whether to show the different variants of this machine, which are described in separate json files.": "Следует ли показывать различные варианты этого принтера, которые описаны в отдельных JSON файлах.",
  "Start G-code": "Стартовый G-код",
  "End G-code": "Завершающий G-код",
  "Material GUID": "GUID материала",
  "GUID of the material. This is set automatically.": "Идентификатор материала, устанавливается автоматически.",
  "Diameter": "Диаметр",
  "Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.": "Укажите диаметр используемой нити.",
  "Wait for Build Plate Heatup": "Ожидать пока прогреется стол",
  "Whether to insert a command to wait until the build plate temperature is reached at the start.": "Следует ли добавлять команду ожидания прогрева стола до нужной температуры перед началом печати.",
  "Wait for Nozzle Heatup": "Ожидать пока прогреется голова",
  "Whether to wait until the nozzle temperature is reached at the start.": "Следует ли добавлять команду ожидания прогрева головы перед началом печати.",
  "Include Material Temperatures": "Использовать температуру из материала",
  "Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.": "Следует ли добавлять команды управления температурой сопла в начало G-кода. Если в коде уже используются команды для управления температурой сопла, то Cura автоматически проигнорирует этот параметр.",
  "Include Build Plate Temperature": "Добавлять температуру стола",
  "Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.": "Следует ли добавлять команды управления температурой стола в начало G-кода. Если в коде уже используются команды для управления температурой стола, то Cura автоматически проигнорирует этот параметр.",
  "Machine Width": "Ширина принтера",
  "The width (X-direction) of the printable area.": "Ширина (по оси X) области печати.",
  "Machine Depth": "Глубина принтера",
  "The depth (Y-direction) of the printable area.": "Ширина (по оси Y) области печати.",
  "Build Plate Shape": "Форма стола",
  "The shape of the build plate without taking unprintable areas into account.": "Форма стола без учёта непечатаемых областей.",
  "Rectangular": "Прямоугольная",
  "Elliptic": "Эллиптическая",
  "Build Plate Material": "Материал рабочего стола",
  "The material of the build plate installed on the printer.": "Материал рабочего стола, установленного на принтере.",
  "Glass": "Стекло",
  "Aluminum": "Алюминий",
  "Machine Height": "Высота принтера",
  "The height (Z-direction) of the printable area.": "Ширина (по оси Z) области печати.",
  "Has Heated Build Plate": "Имеет подогреваемый стол",
  "Whether the machine has a heated build plate present.": "Имеет ли принтер подогреваемый стол.",
  "Has Build Volume Temperature Stabilization": "Есть стабилизация температуры для объема печати",
  "Whether the machine is able to stabilize the build volume temperature.": "Имеет ли принтер возможность стабилизации температуры для объема печати.",
  "Is Center Origin": "Начало координат в центре",
  "Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.": "Следует ли считать центром координат по осям X/Y в центре области печати.",
  "Number of Extruders": "Количество экструдеров",
  "Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.": "Количество экструдеров. Экструдер - это комбинация механизма подачи, трубы и сопла.",
  "Number of Extruders That Are Enabled": "Количество включенных экструдеров",
  "Number of extruder trains that are enabled; automatically set in software": "Количество включенных экструдеров; это значение автоматически устанавливается программным обеспечением",
  "Outer Nozzle Diameter": "Внешний диаметр сопла",
  "The outer diameter of the tip of the nozzle.": "Внешний диаметр кончика сопла.",
  "Nozzle Length": "Длина сопла",
  "The height difference between the tip of the nozzle and the lowest part of the print head.": "Высота между кончиком сопла и нижней частью головы.",
  "Nozzle Angle": "Угол сопла",
  "The angle between the horizontal plane and the conical part right above the tip of the nozzle.": "Угол между горизонтальной плоскостью и конической частью над кончиком сопла.",
  "Heat Zone Length": "Длина зоны нагрева",
  "The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.": "Расстояние от кончика сопла до места, где тепло передаётся материалу.",
  "Enable Nozzle Temperature Control": "Разрешить управление температурой сопла",
  "Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.": "Следует ли управлять температурой из Cura. Выключение этого параметра предполагает управление температурой сопла вне Cura.",
  "Heat Up Speed": "Скорость нагрева",
  "The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.": "Скорость (°C/сек.), с которой сопло греет, усреднённая в окне температур при обычной печати и температура ожидания.",
  "Cool Down Speed": "Скорость охлаждения",
  "The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.": "Скорость (°C/сек.), с которой сопло охлаждается, усреднённая в окне температур при обычной печати и температура ожидания.",
  "Minimal Time Standby Temperature": "Время перехода в ожидание",
  "The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.": "Минимальное время, которое экструдер должен быть неактивен, чтобы сопло начало охлаждаться. Только когда экструдер не используется дольше, чем указанное время, он может быть охлаждён до температуры ожидания.",
  "G-code Flavor": "Вариант G-кода",
  "The type of g-code to be generated.": "Генерируемый тип G-кода.",
  "Marlin": "Marlin",
  "Marlin (Volumetric)": "Marlin (Volumetric)",
  "RepRap": "RepRap",
  "Ultimaker 2": "Ultimaker 2",
  "Griffin": "Griffin",
  "Makerbot": "Makerbot",
  "Bits from Bytes": "Bits from Bytes",
  "Mach3": "Mach3",
  "Repetier": "Repetier",
  "Firmware Retraction": "Откат встроенного программного обеспечения",
  "Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.": "Определяет, использовать ли команды отката встроенного программного обеспечения (G10/G11) вместо применения свойства E в командах G1 для отката материала.",
  "Extruders Share Heater": "Общий нагреватель экструдеров",
  "Whether the extruders share a single heater rather than each extruder having its own heater.": "Указывает, используют ли для все экструдеры общий нагреватель или у каждого имеется отдельный.",
  "Disallowed Areas": "Запрещенные области",
  "A list of polygons with areas the print head is not allowed to enter.": "Список полигонов с областями, в которые голове запрещено заходить.",
  "Nozzle Disallowed Areas": "Запрещённые зоны для сопла",
  "A list of polygons with areas the nozzle is not allowed to enter.": "Список полигонов с областями, в которые не должно заходить сопло.",
  "Machine Head & Fan Polygon": "Полигон головки принтера и вентилятора",
  "A 2D silhouette of the print head (fan caps included).": "2D контур головы принтера (включая крышки вентилятора).",
  "Gantry Height": "Высота портала",
  "The height difference between the tip of the nozzle and the gantry system (X and Y axes).": "Высота между кончиком сопла и портальной системой (по осям X и Y).",
  "Nozzle ID": "Идентификатор сопла",
  "The nozzle ID for an extruder train, such as \\AA 0.4\\ and \\BB 0.8\\.": "Идентификатор сопла для экструдера, например \\AA 0.4\\ и \\BB 0.8\\.",
  "Nozzle Diameter": "Диаметр сопла",
  "The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.": "Внутренний диаметр сопла. Измените этот параметр при использовании сопла нестандартного размера.",
  "Offset with Extruder": "Смещение с экструдером",
  "Apply the extruder offset to the coordinate system.": "Применить смещение экструдера к системе координат.",
  "Extruder Prime Z Position": "Z координата начала печати",
  "The Z coordinate of the position where the nozzle primes at the start of printing.": "Позиция кончика сопла на оси Z при старте печати.",
  "Absolute Extruder Prime Position": "Абсолютная позиция экструдера при старте",
  "Make the extruder prime position absolute rather than relative to the last-known location of the head.": "Сделать стартовую позицию экструдера абсолютной, а не относительной от последней известной позиции головы.",
  "Maximum Speed X": "Максимальная скорость по оси X",
  "The maximum speed for the motor of the X-direction.": "Максимальная скорость для мотора оси X.",
  "Maximum Speed Y": "Максимальная скорость по оси Y",
  "The maximum speed for the motor of the Y-direction.": "Максимальная скорость для мотора оси Y.",
  "Maximum Speed Z": "Максимальная скорость по оси Z",
  "The maximum speed for the motor of the Z-direction.": "Максимальная скорость для мотора оси Z.",
  "Maximum Feedrate": "Максимальная подача",
  "The maximum speed of the filament.": "Максимальная скорость подачи материала.",
  "Maximum Acceleration X": "Максимальное ускорение по оси X",
  "Maximum acceleration for the motor of the X-direction": "Максимальное ускорение для мотора оси X",
  "Maximum Acceleration Y": "Максимальное ускорение по оси Y",
  "Maximum acceleration for the motor of the Y-direction.": "Максимальное ускорение для мотора оси Y.",
  "Maximum Acceleration Z": "Максимальное ускорение по оси Z",
  "Maximum acceleration for the motor of the Z-direction.": "Максимальное ускорение для мотора оси Z.",
  "Maximum Filament Acceleration": "Максимальное ускорение материала",
  "Maximum acceleration for the motor of the filament.": "Максимальное ускорение мотора подачи материала.",
  "Default Acceleration": "Стандартное ускорение",
  "The default acceleration of print head movement.": "Стандартное ускорение для движений головы.",
  "Default X-Y Jerk": "Обычный X-Y рывок",
  "Default jerk for movement in the horizontal plane.": "Стандартное изменение ускорения для движения в горизонтальной плоскости.",
  "Default Z Jerk": "Обычный Z рывок",
  "Default jerk for the motor of the Z-direction.": "Стандартное изменение ускорения для мотора по оси Z.",
  "Default Filament Jerk": "Обычный рывок материала",
  "Default jerk for the motor of the filament.": "Стандартное изменение ускорения для мотора, подающего материал.",
  "Steps per Millimeter (X)": "Количество шагов на миллиметр (X)",
  "How many steps of the stepper motor will result in one millimeter of movement in the X direction.": "Количество шагов шагового двигателя, приводящее к перемещению на один миллиметр по оси X.",
  "Steps per Millimeter (Y)": "Количество шагов на миллиметр (Y)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Y direction.": "Количество шагов шагового двигателя, приводящее к перемещению на один миллиметр по оси Y.",
  "Steps per Millimeter (Z)": "Количество шагов на миллиметр (Z)",
  "How many steps of the stepper motor will result in one millimeter of movement in the Z direction.": "Количество шагов шагового двигателя, приводящее к перемещению на один миллиметр по оси Z.",
  "Steps per Millimeter (E)": "Количество шагов на миллиметр (E)",
  "How many steps of the stepper motors will result in one millimeter of extrusion.": "Количество шагов шаговых двигателей, приводящее к экструзии на один миллиметр.",
  "X Endstop in Positive Direction": "Ограничитель хода на оси X в прямом направлении",
  "Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).": "Ограничитель хода на оси X в прямом направлении (верхняя координата X) или в обратном направлении (нижняя координата X).",
  "Y Endstop in Positive Direction": "Ограничитель хода на оси Y в прямом направлении",
  "Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).": "Ограничитель хода на оси Y в прямом направлении (верхняя координата Y) или в обратном направлении (нижняя координата Y).",
  "Z Endstop in Positive Direction": "Ограничитель хода на оси Z в прямом направлении",
  "Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).": "Ограничитель хода на оси Z в прямом направлении (верхняя координата Z) или в обратном направлении (нижняя координата Z).",
  "Minimum Feedrate": "Минимальная подача",
  "The minimal movement speed of the print head.": "Минимальная скорость движения головы.",
  "Feeder Wheel Diameter": "Диаметр колесика питателя",
  "The diameter of the wheel that drives the material in the feeder.": "Диаметр колесика, перемещающего материал в питатель.",
  "Quality": "Качество",
  "All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)": "Все параметры, которые влияют на разрешение печати. Эти параметры сильно влияют на качество (и время печати)",
  "Layer Height": "Высота слоя",
  "The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.": "Высота каждого слоя в миллиметрах. Большие значения приводят к быстрой печати при низком разрешении, малые значения приводят к замедлению печати с высоким разрешением.",
  "Initial Layer Height": "Высота первого слоя",
  "The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.": "Высота первого слоя в миллиметрах. Более толстый слой упрощает прилипание пластика к столу.",
  "Line Width": "Ширина линии",
  "Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.": "Ширина одной линии. Обычно, ширина каждой линии должна соответствовать диаметру сопла. Однако небольшое уменьшение этого значение приводит к лучшей печати.",
  "Wall Line Width": "Ширина линии стенки",
  "Width of a single wall line.": "Ширина одной линии стенки.",
  "Outer Wall Line Width": "Ширина линии внешней стенки",
  "Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.": "Ширина линии внешней стенки. Уменьшая данное значение, можно печатать более тонкие детали.",
  "Inner Wall(s) Line Width": "Ширина линии внутренней стенки",
  "Width of a single wall line for all wall lines except the outermost one.": "Ширина одной линии стенки для всех линий стенки, кроме самой внешней.",
  "Top/Bottom Line Width": "Ширина линии дна/крышки",
  "Width of a single top/bottom line.": "Ширина одной линии дна/крышки.",
  "Infill Line Width": "Ширина линии заполнения",
  "Width of a single infill line.": "Ширина одной линии заполнения.",
  "Skirt/Brim Line Width": "Ширина линии юбки/каймы",
  "Width of a single skirt or brim line.": "Ширина одной линии юбки или каймы.",
  "Support Line Width": "Ширина линии поддержки",
  "Width of a single support structure line.": "Ширина одной линии поддержки.",
  "Support Interface Line Width": "Ширина линии поддерживающей крыши",
  "Width of a single line of support roof or floor.": "Ширина одной линии поддержки крышки или дна.",
  "Support Roof Line Width": "Ширина линии крыши поддержки",
  "Width of a single support roof line.": "Ширина одной линии крыши поддержки.",
  "Support Floor Line Width": "Ширина линии дна поддержки",
  "Width of a single support floor line.": "Ширина одной линии дна поддержки.",
  "Prime Tower Line Width": "Ширина линии черновой башни",
  "Width of a single prime tower line.": "Ширина отдельной линии черновой башни.",
  "Initial Layer Line Width": "Ширина линии первого слоя",
  "Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.": "Множитель для ширины линии первого слоя. Увеличение значения улучшает прилипание к столу.",
  "Shell": "Ограждение",
  "Wall Extruder": "Экструдер стенок",
  "The extruder train used for printing the walls. This is used in multi-extrusion.": "Этот экструдер используется для печати стенок. Используется при наличии нескольких экструдеров.",
  "Outer Wall Extruder": "Экструдер внешних стенок",
  "The extruder train used for printing the outer wall. This is used in multi-extrusion.": "Этот экструдер используется для печати внешних стенок. Используется при наличии нескольких экструдеров.",
  "Inner Wall Extruder": "Экструдер внутренней стенки",
  "The extruder train used for printing the inner walls. This is used in multi-extrusion.": "Этот экструдер используется для печати внутренних стенок. Используется при наличии нескольких экструдеров.",
  "Wall Thickness": "Толщина стенки",
  "The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.": "Толщина внешних стенок в горизонтальном направлении. Это значение, разделённое на ширину линии стенки, определяет количество стенок.",
  "Wall Line Count": "Количество линий стенки",
  "The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.": "Количество линий стенки. При вычислении толщины стенки, это значение округляется до целого.",
  "Outer Wall Wipe Distance": "Расстояние очистки внешней стенки",
  "Distance of a travel move inserted after the outer wall, to hide the Z seam better.": "Расстояние перемещения, добавленное после печати внешней стенки, чтобы лучше спрятать Z шов.",
  "Top Surface Skin Extruder": "Экструдер для печати крышки",
  "The extruder train used for printing the top most skin. This is used in multi-extrusion.": "Экструдер, используемый для печати верхних оболочек. Используется при наличии нескольких экструдеров.",
  "Top Surface Skin Layers": "Слои верхней оболочки",
  "The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.": "Количество верхних слоёв оболочки. Обычно достаточно одного слоя для получения верхних поверхностей в хорошем качестве.",
  "Top/Bottom Extruder": "Экструдер дна/крышки",
  "The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.": "Экструдер, используемый для печати верхней и нижней оболочек. Используется при наличии нескольких экструдеров.",
  "Top/Bottom Thickness": "Толщина дна/крышки",
  "The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.": "Толщина слоя дна/крышки при печати. Это значение, разделённое на высоту слоя, определяет количество слоёв в дне/крышке.",
  "Top Thickness": "Толщина крышки",
  "The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.": "Толщина крышки при печати. Это значение, разделённое на высоту слоя, определяет количество слоёв в крышке.",
  "Top Layers": "Слои крышки",
  "The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.": "Количество слоёв в крышке. При вычислении толщины крышки это значение округляется до целого.",
  "Bottom Thickness": "Толщина дна",
  "The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.": "Толщина дна при печати. Это значение, разделённое на высоту слоя, определяет количество слоёв в дне.",
  "Bottom Layers": "Слои дна",
  "The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.": "Количество слоёв в дне. При вычислении толщины дна это значение округляется до целого.",
  "Initial Bottom Layers": "Начальные слои дна",
  "The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.": "Количество начальных слоев дна, вверх от рабочего стола. При вычислении толщины дна это значение округляется до целого.",
  "Top/Bottom Pattern": "Шаблон для крышки/дна",
  "The pattern of the top/bottom layers.": "Шаблон слоёв для крышки/дна.",
  "Lines": "Линии",
  "Concentric": "Концентрические",
  "Zig Zag": "Зигзаг",
  "Bottom Pattern Initial Layer": "Нижний шаблон начального слоя",
  "The pattern on the bottom of the print on the first layer.": "Шаблон низа печати на первом слое.",
  "Connect Top/Bottom Polygons": "Соединение верхних/нижних полигонов",
  "Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.": "Соединение верхних/нижних путей оболочки на участках, где они проходят рядом. При использовании концентрического шаблона активация данной настройки значительно сокращает время перемещения, но, учитывая возможность наличия соединений на полпути над заполнением, эта функция может ухудшить качество верхней поверхности.",
  "Top/Bottom Line Directions": "Направление линии дна/крышки",
  "A list of integer line directions to use when the top/bottom layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).": "Список направлений линии при печати слоёв дна/крышки линиями или зигзагом. Элементы списка используются последовательно по мере печати слоёв, и, когда конец списка будет достигнут, он начнётся сначала. Элементы списка отделяются запятыми и сам список заключён в квадратные скобки. По умолчанию, он пустой, что означает использование стандартных углов (45 и 135 градусов).",
  "Outer Wall Inset": "Вставка внешней стенки",
  "Inset applied to the path of the outer wall. If the outer wall is smaller than the nozzle, and printed after the inner walls, use this offset to get the hole in the nozzle to overlap with the inner walls instead of the outside of the model.": "Вставка применяется для внешних стенок. Если внешняя стенка меньше диаметра сопла и печатается после внутренних стенок, то используйте это смещение для захода соплом на внутренние стенки, вместо выхода за модель.",
  "Optimize Wall Printing Order": "Оптимизация порядка печати стенок",
  "Optimize the order in which walls are printed so as to reduce the number of retractions and the distance travelled. Most parts will benefit from this being enabled but some may actually take longer so please compare the print time estimates with and without optimization. First layer is not optimized when choosing brim as build plate adhesion type.": "Оптимизирует порядок, в котором печатаются стенки, для уменьшения количества откатов и перемещений. Большинство моделей будут распечатываться быстрее, но не все. Сравнивайте оценочное время печати с оптимизацией и без нее. При выборе каймы в качестве типа приклеивания к рабочему столу первый слой не оптимизируется.",
  "Outer Before Inner Walls": "Печать внешних стенок",
  "Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.": "Указывает печатать стенки снаружи внутрь. Это помогает улучшить аккуратность печати по осям X и Y, при использовании вязких пластиков подобно ABS. Однако это может отрицательно повлиять на качество печати внешних поверхностей, особенно нависающих.",
  "Alternate Extra Wall": "Чередующаяся стенка",
  "Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.": "Печатает дополнительную стенку через слой. Таким образом, заполнение заключается между этими дополнительными стенками, что приводит к повышению прочности печати.",
  "Compensate Wall Overlaps": "Компенсация перекрытия стен",
  "Compensate the flow for parts of a wall being printed where there is already a wall in place.": "Компенсирует поток для печатаемых частей стен в местах, где уже напечатана стена.",
  "Compensate Outer Wall Overlaps": "Компенсация перекрытия внешних стен",
  "Compensate the flow for parts of an outer wall being printed where there is already a wall in place.": "Компенсирует поток для печатаемых частей внешних стен в местах, где уже напечатана стена.",
  "Compensate Inner Wall Overlaps": "Компенсация перекрытия внутренних стен",
  "Compensate the flow for parts of an inner wall being printed where there is already a wall in place.": "Компенсирует поток для печатаемых частей внутренних стен в местах, где уже напечатана стена.",
  "Minimum Wall Flow": "Минимальный поток для стенки",
  "Minimum allowed percentage flow for a wall line. The wall overlap compensation reduces a wall's flow when it lies close to an existing wall. Walls whose flow is less than this value will be replaced with a travel move. When using this setting, you must enable the wall overlap compensation and print the outer wall before inner walls.": "Минимальный разрешенный поток (в процентах) для линии стенки. Компенсация перекрытия стенок снижает поток для стенки при нахождении вблизи от существующей стенки. Стенки с потоком меньше указанного значения будут заменены посредством движения. При использовании этой настройки необходимо активировать компенсацию перекрытия стенок и печатать сначала внешнюю стенку, а затем — внутренние.",
  "Prefer Retract": "Предпочтительный откат",
  "If enabled, retraction is used rather than combing for travel moves that replace walls whose flow is below the minimum flow threshold.": "Если включено, вместо комбинга для движений, заменяющих стенки с потоком меньше минимального установленного порога, используется откат.",
  "Fill Gaps Between Walls": "Заполнение зазоров между стенками",
  "Fills the gaps between walls where no walls fit.": "Заполняет зазоры между стенками, когда это необходимо.",
  "Nowhere": "Нигде",
  "Everywhere": "Везде",
  "Filter Out Tiny Gaps": "Фильтровать только небольшие зазоры",
  "Filter out tiny gaps to reduce blobs on outside of model.": "Фильтровать только небольшие зазоры для сокращения пузырей за пределами модели.",
  "Print Thin Walls": "Печать тонких стенок",
  "Print pieces of the model which are horizontally thinner than the nozzle size.": "Печать частей модели, которые по горизонтали тоньше диаметра сопла.",
  "Horizontal Expansion": "Горизонтальное расширение",
  "Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.": "Сумма смещения, применяемая ко всем полигонам на каждом слое. Позитивные значения могут возместить потери для слишком больших отверстий; негативные значения могут возместить потери для слишком малых отверстий.",
  "Initial Layer Horizontal Expansion": "Горизонтальное расширение первого слоя",
  "Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as \\elephant's foot\\.": "Сумма смещений, применяемая ко всем полигонам первого слоя. Отрицательное значение может компенсировать \\хлюпанье\\ первого слоя, известное как \\слоновая нога\\.",
  "Hole Horizontal Expansion": "Горизонтальное расширение отверстия",
  "Amount of offset applied to all holes in each layer. Positive values increase the size of the holes, negative values reduce the size of the holes.": "Смещение, применяемое ко всем отверстиям в каждом слое. Положительные значения увеличивают размер отверстий; отрицательные значения уменьшают размер отверстий.",
  "Z Seam Alignment": "Выравнивание шва по оси Z",
  "Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.": "Начальная точка каждого пути на слое. Когда пути последовательных слоёв начинаются в одной точке, то в процессе печати может появиться вертикальный шов. Выравнивая место точки в указанной пользователем области, шов несложно убрать. При случайном размещении неточность в начале пути становится не так важна. При выборе кратчайшего пути, печать становится быстрее.",
  "User Specified": "Пользовательский",
  "Shortest": "Короткий путь",
  "Random": "Случайно",
  "Sharpest Corner": "Острейший угол",
  "Z Seam Position": "Позиция Z шва",
  "The position near where to start printing each part in a layer.": "Позиция, рядом с которой следует начинать путь на каждом слое.",
  "Back Left": "Сзади слева",
  "Back": "Назад",
  "Back Right": "Сзади справа",
  "Right": "Справа",
  "Front Right": "Спереди справа",
  "Front": "Спереди",
  "Front Left": "Спереди слева",
  "Left": "Слева",
  "Z Seam X": "X координата для Z шва",
  "The X coordinate of the position near where to start printing each part in a layer.": "X координата позиции, вблизи которой следует начинать путь на каждом слое.",
  "Z Seam Y": "Y координата для Z шва",
  "The Y coordinate of the position near where to start printing each part in a layer.": "Y координата позиции, вблизи которой следует начинать путь на каждом слое.",
  "Seam Corner Preference": "Настройки угла шва",
  "Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.": "Управляет влиянием углов на контуре модели на позицию шва. «Нет» означает отсутствие влияния. «Спрятать шов» означает размещение шва с наибольшей вероятностью внутри угла. «Показать шов» означает размещение шва с наибольшей вероятностью снаружи угла. «Спрятать или показать» означает выбор варианта в зависимости от ситуации. Функция «Интеллектуальное скрытие» допускает размещение швов как внутри, так и снаружи углов, но чаще размещает их внутри.",
  "None": "Нет",
  "Hide Seam": "Спрятать шов",
  "Expose Seam": "Показать шов",
  "Hide or Expose Seam": "Спрятать или показать",
  "Smart Hiding": "Интеллектуальное скрытие",
  "Z Seam Relative": "Привязка Z шва",
  "When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.": "Когда включено, координаты Z шва привязаны к центру каждой части. Когда отключено, координаты определяются от абсолютной позиции на столе.",
  "No Skin in Z Gaps": "Нет оболочки в Z-зазорах",
  "When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.": "Если у модели имеются небольшие вертикальные зазоры, состоящие всего из нескольких слоев, вокруг этих слоев в узком пространстве, как правило, присутствует оболочка. Выбор данного параметра предотвратит создание оболочки в ситуациях, когда вертикальные зазоры очень маленькие. Это позволит сократить время печати и нарезки, но с технической точки зрения область заполнения останется открытой.",
  "Extra Skin Wall Count": "Количество внешних дополнительных оболочек",
  "Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.": "Заменяет внешнюю часть шаблона крышки/дна рядом концентрических линий. Использование одной или двух линий улучшает мосты, которые печатаются поверх материала заполнения.",
  "Enable Ironing": "Разрешить разглаживание",
  "Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.": "Проходить по верхней оболочке еще раз, но на этот раз выдавливая очень мало материала. Это приводит к плавлению пластика, что создает более гладкую поверхность. Давление в камере сопла поддерживается на высоком уровне, благодаря чему складки на поверхности заполняются материалом.",
  "Iron Only Highest Layer": "Самый высокий слой разглаживания",
  "Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.": "Выполняет разглаживание только на самом последнем слое модели. Экономит время, когда нижние слои не требуют сглаживания поверхности.",
  "Ironing Pattern": "Шаблон разглаживания",
  "The pattern to use for ironing top surfaces.": "Шаблон, который будет использоваться для разглаживания верхней оболочки.",
  "Ironing Line Spacing": "Расстояние между линиями разглаживания",
  "The distance between the lines of ironing.": "Расстояние между линиями разглаживания.",
  "Ironing Flow": "Поток разглаживания",
  "The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.": "Объём материала, относительно от обычной линии, который будет выдавлен в процессе разглаживания. Наличие в сопле наличие материала помогает заполнять щели на верхней оболочке, но слишком большое значение приводит к излишнему выдавливанию материала и ухудшает качество оболочки.",
  "Ironing Inset": "Границы разглаживания",
  "A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.": "Расстояние от краёв модели. Разглаживание от края до края может выразиться в загибании краёв при печати.",
  "Ironing Speed": "Скорость разглаживания",
  "The speed at which to pass over the top surface.": "Скорость, на которой голова проходит над верхней оболочкой.",
  "Ironing Acceleration": "Ускорение разглаживания",
  "The acceleration with which ironing is performed.": "Ускорение, с которым производится разглаживание.",
  "Ironing Jerk": "Рывок разглаживания",
  "The maximum instantaneous velocity change while performing ironing.": "Изменение максимальной мгновенной скорости, с которой выполняется разглаживание.",
  "Skin Overlap Percentage": "Процент перекрытия оболочек",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Настройте величину перекрытия между стенками и центральными линиями оболочки (конечными точками) в виде процентного отношения значений ширины линии для линий оболочки и внутренней стенки. Небольшое перекрытие позволяет стенкам надежно соединяться с оболочкой. Обратите внимание, что при одинаковой толщине оболочки и ширине линии стенки любое процентное значение, превышающее 50%, может привести к размещению любой оболочки за пределами стенки. Это обусловлено тем, что в этот момент расположение сопла экструдера оболочки может сместиться за середину стенки.",
  "Skin Overlap": "Перекрытие оболочек",
  "Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.": "Настройте величину перекрытия между стенками и центральными линиями оболочки (конечными точками). Небольшое перекрытие позволяет стенкам надежно соединяться с оболочкой. Обратите внимание, что при одинаковой толщине оболочки и ширине линии стенки любое значение, превышающее половину ширины стенки, может привести к размещению любой оболочки за пределами стенки. Это обусловлено тем, что в этот момент расположение сопла экструдера оболочки может сместиться за середину стенки.",
  "Infill": "Заполнение",
  "Infill Extruder": "Экструдер для заполнения",
  "The extruder train used for printing infill. This is used in multi-extrusion.": "Экструдер, используемый для печати заполнения. Используется при наличии нескольких экструдеров.",
  "Infill Density": "Плотность заполнения",
  "Adjusts the density of infill of the print.": "Отрегулируйте плотность заполнения при печати.",
  "Infill Line Distance": "Дистанция линий заполнения",
  "Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.": "Дистанция между линиями заполнения. Этот параметр вычисляется из плотности заполнения и ширины линии заполнения.",
  "Infill Pattern": "Шаблон заполнения",
  "The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction.": "Шаблон заполняющего материала печати. Линейное и зигзагообразное заполнение меняет направление на чередующихся слоях, снижая расходы на материал. Шаблоны «сетка», «треугольник», «шестигранник из треугольников», «куб», «восьмигранник», «четверть куба», «крестовое», «концентрическое» полностью печатаются в каждом слое. Шаблоны заполнения «гироид», «куб», «четверть куба» и «восьмигранник» меняются в каждом слое, чтобы обеспечить более равномерное распределение прочности в каждом направлении.",
  "Grid": "Сетка",
  "Triangles": "Треугольники",
  "Tri-Hexagon": "Шестигранник из треугольников",
  "Cubic": "Куб",
  "Cubic Subdivision": "Динамический куб",
  "Octet": "Восьмигранник",
  "Quarter Cubic": "Четверть куба",
  "Cross": "Крест",
  "Cross 3D": "Крестовое 3D",
  "Gyroid": "Гироид",
  "Connect Infill Lines": "Соединять линии заполнения",
  "Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.": "Соединение мест пересечения шаблона заполнения и внутренних стенок с использованием линии, повторяющей контур внутренней стенки. Использование этой функции улучшает сцепление заполнения со стенками и снижает влияние заполнения на качество вертикальных поверхностей. Отключение этой функции снижает расход материала.",
  "Connect Infill Polygons": "Соединение полигонов заполнения",
  "Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.": "Соединение путей заполнения на участках, где они проходят рядом. Для шаблонов заполнения, состоящих из нескольких замкнутых полигонов, активация данной настройки значительно сокращает время перемещения.",
  "Infill Line Directions": "Направления линии заполнения",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).": "Список направлений линии при печати слоёв. Элементы списка используются последовательно по мере печати слоёв и когда конец списка будет достигнут, он начнётся сначала. Элементы списка отделяются запятыми и сам список заключён в квадратные скобки. По умолчанию, он пустой, что означает использование стандартных углов (45 и 135 градусов для линий из зигзага и 45 градусов для всех остальных шаблонов).",
  "Infill X Offset": "Смещение заполнения по X",
  "The infill pattern is moved this distance along the X axis.": "Расстояние перемещения шаблона заполнения по оси X.",
  "Infill Y Offset": "Смещение заполнения по Y",
  "The infill pattern is moved this distance along the Y axis.": "Расстояние перемещения шаблона заполнения по оси Y.",
  "Randomize Infill Start": "Рандомизация начала заполнения",
  "Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.": "Рандомизировать, какая линия заполнения печатается первой. Это препятствует тому, чтобы один сегмент стал самым сильным, но делает это за счет дополнительного перемещения.",
  "Infill Line Multiplier": "Множитель для линии заполнения",
  "Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.": "Преобразовывать каждую линию заполнения во множество линий. Дополнительные линии не пересекаются, а уклоняются от столкновения друг с другом. Благодаря этому заполнение становится более плотным, но время печати и расход материалов увеличиваются.",
  "Extra Infill Wall Count": "Количество дополнительных стенок заполнения",
  "Cubic Subdivision Shell": "Стенка динамического куба",
  "An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.": "Дополнение к радиусу от центра каждого куба для проверки границ модели, используется для принятия решения о разделении куба. Большие значения приводят к утолщению стенок мелких кубов по мере приближения к границе модели.",
  "Infill Overlap Percentage": "Процент перекрытие заполнения",
  "The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.": "Величина перекрытия между заполнением и стенками в виде процентного отношения от ширины линии заполнения. Небольшое перекрытие позволяет стенкам надежно соединяться с заполнением.",
  "Infill Overlap": "Перекрытие заполнения",
  "The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.": "Величина перекрытия между заполнением и стенками. Небольшое перекрытие позволяет стенкам плотно соединиться с заполнением.",
  "Infill Wipe Distance": "Дистанция окончания заполнения",
  "Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.": "Расстояние, на которое продолжается движение сопла после печати каждой линии заполнения, для обеспечения лучшего связывания заполнения со стенками. Этот параметр похож на перекрытие заполнения, но без экструзии и только с одной стороны линии заполнения.",
  "Infill Layer Thickness": "Толщина слоя заполнения",
  "The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "Толщина слоя для материала заполнения. Данное значение должно быть всегда кратно толщине слоя и всегда округляется.",
  "Gradual Infill Steps": "Изменение шага заполнения",
  "Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.": "Количество шагов уменьшения наполовину плотности заполнения вглубь модели. Области, располагающиеся ближе к краю модели, получают большую плотность, до указанной в \\Плотность заполнения.\\",
  "Gradual Infill Step Height": "Высота изменения шага заполнения",
  "The height of infill of a given density before switching to half the density.": "Высота заполнения с указанной плотностью перед переключением на половину плотности.",
  "Infill Before Walls": "Заполнение перед печатью стенок",
  "Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.": "Печатать заполнение до печати стенок. Если печатать сначала стенки, то это может сделать их более точными, но нависающие стенки будут напечатаны хуже. Если печатать сначала заполнение, то это сделает стенки более крепкими, но шаблон заполнения может иногда прорываться сквозь поверхность стенки.",
  "Minimum Infill Area": "Минимальная область заполнения",
  "Don't generate areas of infill smaller than this (use skin instead).": "Не генерировать области заполнения меньше чем указано здесь (вместо этого использовать оболочку).",
  "Infill Support": "Поддержка заполнения",
  "Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.": "Печать заполненных структур только там, где должны поддерживаться верхние части моделей. Активация этой функции сокращает время печати и расход материалов, однако приводит к неравномерной прочности.",
  "Infill Overhang Angle": "Угол нависания при заполнении",
  "The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.": "Минимальный угол внутренних нависаний, для которых добавляется заполнение. При 0° объекты полностью заполняются, при 90° заполнение отсутствует.",
  "Skin Removal Width": "Ширина удаляемой оболочки",
  "The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.": "Наибольшая ширина областей оболочки, которые будут удалены. Каждая область оболочки, которая меньше указанного значения, будет удалена. Это может помочь с сокращением затрат времени и материала при печати верхних/нижних оболочек наклонных поверхностей модели.",
  "Top Skin Removal Width": "Ширина удаляемой оболочки сверху",
  "The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.": "Наибольшая ширина областей оболочки, которые будут удалены. Каждая область оболочки, которая меньше указанного значения, будет удалена. Это может помочь с сокращением затрат времени и материала при печати верхних оболочек наклонных поверхностей модели.",
  "Bottom Skin Removal Width": "Ширина удаляемой оболочки снизу",
  "The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.": "Наибольшая ширина областей оболочки, которые будут удалены. Каждая область оболочки, которая меньше указанного значения, будет удалена. Это может помочь с сокращением затрат времени и материала при печати нижних оболочек наклонных поверхностей модели.",
  "Skin Expand Distance": "Дистанция расширения оболочки",
  "The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.": "Расстояние на которое оболочки внедряются в заполнение. Большие значения лучше связывают оболочку с шаблоном заполнения и стенками. Меньшие значения сохраняют используемый материал.",
  "Top Skin Expand Distance": "Дистанция расширения оболочки сверху",
  "The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.": "Расстояние на которое верхние оболочки входят в заполнение. Большие значения лучше связывают оболочку с шаблоном заполнения и стенками. Меньшие значения сохраняют используемый материал.",
  "Bottom Skin Expand Distance": "Расстояние расширения оболочки снизу",
  "The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.": "Расстояние на которое нижние оболочки входят в заполнение. Большие значения лучше связывают оболочку с шаблоном заполнения и стенками. Меньшие значения сохраняют используемый материал.",
  "Maximum Skin Angle for Expansion": "Максимальный угол оболочки при расширении",
  "Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal, while an angle of 90° is vertical.": "Верхняя и/или нижняя поверхности вашего объекта с углом больше указанного в данном параметре, не будут иметь расширенные оболочки дна/крышки. Это предотвращает расширение узких областей оболочек, которые создаются, если поверхность модели имеет почти вертикальный наклон. Угол в 0° является горизонтальным, а в 90° - вертикальным.",
  "Minimum Skin Width for Expansion": "Минимальная ширина оболочки при расширении",
  "Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.": "Области оболочек уже указанного значения не расширяются. Это предотвращает расширение узких областей оболочек, которые создаются, если наклон поверхности модели близок к вертикальному.",
  "Skin Edge Support Thickness": "Толщина опоры края оболочки",
  "The thickness of the extra infill that supports skin edges.": "Толщина дополнительного объема, который поддерживает края оболочки.",
  "Skin Edge Support Layers": "Слои, которые поддерживают края оболочки",
  "The number of infill layers that supports skin edges.": "Количество слоев, которые поддерживают края оболочки.",
  "Material": "Материал",
  "Default Printing Temperature": "Температура сопла",
  "The default temperature used for printing. This should be the \\base\\ temperature of a material. All other print temperatures should use offsets based on this value": "Стандартная температура сопла, используемая при печати. Значением должна быть \\базовая\\ температура для материала. Все другие температуры печати должны быть выражены смещениями от основного значения",
  "Build Volume Temperature": "Температура для объема печати",
  "The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.": "Температура среды печати. Если это значение равно 0, температура для объема печати не будет регулироваться.",
  "Printing Temperature": "Температура сопла",
  "The temperature used for printing.": "Температура, используемая при печати.",
  "Printing Temperature Initial Layer": "Температура печати первого слоя",
  "The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.": "Температура при печати первого слоя. Установите в 0 для отключения специального поведения на первом слое.",
  "Initial Printing Temperature": "Начальная температура печати",
  "The minimal temperature while heating up to the Printing Temperature at which printing can already start.": "Минимальная температура, в процессе нагрева до температуры печати, на которой можно запустить процесс печати.",
  "Final Printing Temperature": "Конечная температура печати",
  "The temperature to which to already start cooling down just before the end of printing.": "Температура, до которой можно начать охлаждать сопло, перед окончанием печати.",
  "Extrusion Cool Down Speed Modifier": "Модификатор скорости охлаждения экструзии",
  "The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.": "Дополнительная скорость, с помощью которой сопло охлаждается во время экструзии. Это же значение используется для ускорения нагрева сопла при экструзии.",
  "Default Build Plate Temperature": "Температура рабочего стола по умолчанию",
  "The default temperature used for the heated build plate. This should be the \\base\\ temperature of a build plate. All other print temperatures should use offsets based on this value": "Температура по умолчанию, используемая для разогретого рабочего стола. Это значение является базовой температурой рабочего стола. Для всех остальных значений температуры печати используется смещение относительно данного значения",
  "Build Plate Temperature": "Температура стола",
  "The temperature used for the heated build plate. If this is 0, the bed temperature will not be adjusted.": "Температура, задаваемая для разогретого рабочего стола. Если значение равно 0, температура основания не будет регулироваться.",
  "Build Plate Temperature Initial Layer": "Температура стола для первого слоя",
  "The temperature used for the heated build plate at the first layer.": "Температура стола, используемая при печати первого слоя.",
  "Adhesion Tendency": "Тенденция к прилипанию",
  "Surface adhesion tendency.": "Тенденция к прилипанию к поверхности.",
  "Surface Energy": "Поверхностная энергия",
  "Surface energy.": "Поверхностная энергия.",
  "Shrinkage Ratio": "Коэффициент усадки",
  "Shrinkage ratio in percentage.": "Коэффициент усадки в процентах.",
  "Crystalline Material": "Кристаллический материал",
  "Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?": "Это материал, который при нагревании легко ломается по четким линиям (кристаллический) или образует длинные сплетающиеся полимерные цепочки (некристаллический)?",
  "Anti-ooze Retracted Position": "Положение отката для защиты от капель",
  "How far the material needs to be retracted before it stops oozing.": "Насколько далеко необходимо убрать материал, чтобы он перестал капать.",
  "Anti-ooze Retraction Speed": "Скорость отката для защиты от капель",
  "How fast the material needs to be retracted during a filament switch to prevent oozing.": "Насколько быстро необходимо убрать материал во время его замены, чтобы не допустить появления капель.",
  "Break Preparation Retracted Position": "Положение отката для подготовки к отламыванию",
  "How far the filament can be stretched before it breaks, while heated.": "Насколько сильно можно растянуть материал при нагревании, до тех пор пока он не отломится.",
  "Break Preparation Retraction Speed": "Скорость отката для подготовки к отламыванию",
  "How fast the filament needs to be retracted just before breaking it off in a retraction.": "Насколько быстро следует убирать материал, чтобы он отломился.",
  "Break Preparation Temperature": "Температура подготовки к отламыванию",
  "The temperature used to purge material, should be roughly equal to the highest possible printing temperature.": "Температура, используемая для выдавливания материала, должна быть примерно равна максимальной температуре при печати.",
  "Break Retracted Position": "Положение отката для отламывания",
  "How far to retract the filament in order to break it cleanly.": "Насколько далеко следует убрать материал, чтобы он отломился чисто.",
  "Break Retraction Speed": "Скорость отката для отламывания",
  "The speed at which to retract the filament in order to break it cleanly.": "Скорость, при которой убираемый материал отломится чисто.",
  "Break Temperature": "Температура отламывания",
  "The temperature at which the filament is broken for a clean break.": "Температура, при которой материал отломится чисто.",
  "Flush Purge Speed": "Скорость выдавливания заподлицо",
  "How fast to prime the material after switching to a different material.": "Скорость подачи материала после переключения на другой материал.",
  "Flush Purge Length": "Длина выдавливания заподлицо",
  "How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.": "Объем материала, используемый для выдавливания предыдущего материала из сопла (измеряется длиной нити) при переключении на другой материал.",
  "End of Filament Purge Speed": "Скорость выдавливания заканчивающегося материала",
  "How fast to prime the material after replacing an empty spool with a fresh spool of the same material.": "Скорость подачи материала после замены пустой катушки на новую катушку с тем же материалом.",
  "End of Filament Purge Length": "Длина выдавливания заканчивающегося материала",
  "Maximum Park Duration": "Максимальная продолжительность парковки",
  "How long the material can be kept out of dry storage safely.": "Срок хранения материала вне сухого хранилища.",
  "No Load Move Factor": "Коэффициент движения без нагрузки",
  "A factor indicating how much the filament gets compressed between the feeder and the nozzle chamber, used to determine how far to move the material for a filament switch.": "Коэффициент сжатия материала между питателем и камерой сопла, позволяющий определить, как далеко требуется продвинуть материал для переключения нити.",
  "Flow": "Поток",
  "Flow compensation: the amount of material extruded is multiplied by this value.": "Компенсация потока: объём выдавленного материала умножается на этот коэффициент.",
  "Wall Flow": "Поток для стенки",
  "Flow compensation on wall lines.": "Компенсация потока на линиях стенки.",
  "Outer Wall Flow": "Поток для внешней стенки",
  "Flow compensation on the outermost wall line.": "Компенсация потока на внешней линии стенки.",
  "Inner Wall(s) Flow": "Поток для внутренних стенок",
  "Flow compensation on wall lines for all wall lines except the outermost one.": "Компенсация потока на линиях стенки для всех линий, за исключением внешней.",
  "Top/Bottom Flow": "Поток для верхних/нижних линий",
  "Flow compensation on top/bottom lines.": "Компенсация потока на верхних/нижних линиях.",
  "Top Surface Skin Flow": "Поток для верхней оболочки",
  "Flow compensation on lines of the areas at the top of the print.": "Компенсация потока на линиях наверху печатаемой детали.",
  "Infill Flow": "Поток для заполнения",
  "Flow compensation on infill lines.": "Компенсация потока на линиях заполнения.",
  "Skirt/Brim Flow": "Поток для юбки/каймы",
  "Flow compensation on skirt or brim lines.": "Компенсация потока на линиях юбки или каймы.",
  "Support Flow": "Поток для поддержек",
  "Flow compensation on support structure lines.": "Компенсация потока на линиях структуры поддержек.",
  "Support Interface Flow": "Поток для связующего слоя поддержек",
  "Flow compensation on lines of support roof or floor.": "Компенсация потока на линиях крыши или низа поддержек.",
  "Support Roof Flow": "Поток для крыши поддержек",
  "Flow compensation on support roof lines.": "Компенсация потока на линиях крыши поддержек.",
  "Support Floor Flow": "Поток для низа поддержек",
  "Flow compensation on support floor lines.": "Компенсация потока на линиях низа поддержек.",
  "Prime Tower Flow": "Поток черновой башни",
  "Flow compensation on prime tower lines.": "Компенсация потока на линиях черновой башни.",
  "Initial Layer Flow": "Поток для первого слоя",
  "Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.": "Компенсация потока для первого слоя: объем выдавленного материала на первом слое умножается на этот коэффициент.",
  "Standby Temperature": "Температура ожидания",
  "The temperature of the nozzle when another nozzle is currently used for printing.": "Температура сопла в момент, когда для печати используется другое сопло.",
  "Speed": "Скорость",
  "Print Speed": "Скорость печати",
  "The speed at which printing happens.": "Скорость, на которой происходит печать.",
  "Infill Speed": "Скорость заполнения",
  "The speed at which infill is printed.": "Скорость, на которой печатается заполнение.",
  "Wall Speed": "Скорость печати стенок",
  "The speed at which the walls are printed.": "Скорость, на которой происходит печать стенок.",
  "Outer Wall Speed": "Скорость печати внешней стенки",
  "The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.": "Скорость, на которой происходит печать внешних стенок. Печать внешней стенки на пониженной скорости улучшает качество поверхности модели. Однако, при большой разнице между скоростями печати внутренних и внешних стенок возникает эффект, негативно влияющий на качество.",
  "Inner Wall Speed": "Скорость печати внутренних стенок",
  "The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.": "Скорость, на которой происходит печать внутренних стенок. Печать внутренних стенок на скорости, большей скорости печати внешней стенки, ускоряет печать. Отлично работает, если значение скорости находится между скоростями печати внешней стенки и скорости заполнения.",
  "Top Surface Skin Speed": "Скорость верхней оболочки",
  "The speed at which top surface skin layers are printed.": "Скорость, на которой печатаются слои верхней оболочки.",
  "Top/Bottom Speed": "Скорость крышки/дна",
  "The speed at which top/bottom layers are printed.": "Скорость, на которой печатаются слои крышки/дна.",
  "Support Speed": "Скорость печати поддержек",
  "The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.": "Скорость, на которой происходит печать структуры поддержек. Печать поддержек на повышенной скорости может значительно уменьшить время печати. Качество поверхности структуры поддержек не имеет значения, так как эта структура будет удалена после печати.",
  "Support Infill Speed": "Скорость заполнения поддержек",
  "The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.": "Скорость, на которой заполняются поддержки. Печать заполнения на пониженных скоростях улучшает стабильность.",
  "Support Interface Speed": "Скорость границы поддержек",
  "The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.": "Скорость, на которой происходит печать верха и низа поддержек. Печать поддержек на пониженных скоростях может улучшить качество печати нависающих краёв модели.",
  "Support Roof Speed": "Скорость печати крыши поддержек",
  "The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.": "Скорость, на которой происходит печать верха поддержек. Печать поддержек на пониженных скоростях может улучшить качество печати нависающих краёв модели.",
  "Support Floor Speed": "Скорость печати низа поддержек",
  "The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.": "Скорость, на которой происходит печать низа поддержек. Печать поддержек на пониженных скоростях может улучшить качество печати нависающих краёв модели.",
  "Prime Tower Speed": "Скорость черновых башен",
  "The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.": "Скорость, на которой печатается черновая башня. Замедленная печать черновой башни может сделать её стабильнее при недостаточном прилипании различных материалов.",
  "Travel Speed": "Скорость перемещения",
  "The speed at which travel moves are made.": "Скорость, с которой выполняется перемещение.",
  "Initial Layer Speed": "Скорость первого слоя",
  "The speed for the initial layer. A lower value is advised to improve adhesion to the build plate.": "Скорость печати первого слоя. Пониженное значение помогает улучшить прилипание материала к столу.",
  "Initial Layer Print Speed": "Скорость первого слоя",
  "The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.": "Скорость печати первого слоя. Пониженное значение помогает улучшить прилипание материала к столу.",
  "Initial Layer Travel Speed": "Скорость перемещений на первом слое",
  "The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.": "Скорость перемещений на первом слое. Малые значения помогают предотвращать отлипание напечатанных частей от стола. Значение этого параметра может быть вычислено автоматически из отношения между скоростями перемещения и печати.",
  "Skirt/Brim Speed": "Скорость юбки/каймы",
  "The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.": "Скорость, на которой происходит печать юбки и каймы. Обычно, их печать происходит на скорости печати первого слоя, но иногда вам может потребоваться печатать юбку или кайму на другой скорости.",
  "Z Hop Speed": "Скорость поднятия оси Z",
  "The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.": "Скорость вертикального движения по оси Z. Обычно она ниже, чем скорость печати, поскольку рабочий стол или портал машины тяжелее сдвинуть.",
  "Number of Slower Layers": "Количество медленных слоёв",
  "The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.": "Первые несколько слоёв печатаются на медленной скорости, чем вся остальная модель, чтобы получить лучшее прилипание к столу и увеличить вероятность успешной печати. Скорость последовательно увеличивается по мере печати указанного количества слоёв.",
  "Equalize Filament Flow": "Выравнивание потока материала",
  "Print thinner than normal lines faster so that the amount of material extruded per second remains the same. Thin pieces in your model might require lines printed with smaller line width than provided in the settings. This setting controls the speed changes for such lines.": "Печатать более тонкие чем обычно линии быстрее, чтобы объём выдавленного материала в секунду оставался постоянным. Тонкие части в вашей модели могут требовать, чтобы линии были напечатаны с меньшей шириной, чем разрешено настройками. Этот параметр управляет скоростью изменения таких линий.",
  "Maximum Speed for Flow Equalization": "Максимальная скорость выравнивания потока",
  "Maximum print speed when adjusting the print speed in order to equalize flow.": "Максимальная скорость печати до которой может увеличиваться скорость печати при выравнивании потока.",
  "Enable Acceleration Control": "Разрешить управление ускорением",
  "Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.": "Разрешает регулирование ускорения головы. Увеличение ускорений может сократить время печати за счёт качества печати.",
  "Print Acceleration": "Ускорение печати",
  "The acceleration with which printing happens.": "Ускорение, с которым происходит печать.",
  "Infill Acceleration": "Ускорение заполнения",
  "The acceleration with which infill is printed.": "Ускорение, с которым печатается заполнение.",
  "Wall Acceleration": "Ускорение стенок",
  "The acceleration with which the walls are printed.": "Ускорение, с которым происходит печать стенок.",
  "Outer Wall Acceleration": "Ускорение внешней стенки",
  "The acceleration with which the outermost walls are printed.": "Ускорение, с которым происходит печать внешних стенок.",
  "Inner Wall Acceleration": "Ускорение внутренней стенки",
  "The acceleration with which all inner walls are printed.": "Ускорение, с которым происходит печать внутренних стенок.",
  "Top Surface Skin Acceleration": "Ускорение верхней оболочки",
  "The acceleration with which top surface skin layers are printed.": "Ускорение, с которым печатаются слои верхней оболочки.",
  "Top/Bottom Acceleration": "Ускорение крышки/дна",
  "The acceleration with which top/bottom layers are printed.": "Ускорение, с которым печатаются слои крышки/дна.",
  "Support Acceleration": "Ускорение поддержек",
  "The acceleration with which the support structure is printed.": "Ускорение, с которым печатаются структуры поддержки.",
  "Support Infill Acceleration": "Ускорение заполнение поддержек",
  "The acceleration with which the infill of support is printed.": "Ускорение, с которым печатается заполнение поддержек.",
  "Support Interface Acceleration": "Ускорение края поддержек",
  "The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.": "Ускорение, с которым печатаются верх и низ поддержек. Их печать с пониженными ускорениями может улучшить качество печати нависающих частей.",
  "Support Roof Acceleration": "Ускорение крыши поддержек",
  "The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.": "Ускорение, с которым происходит печать верха поддержек. Печать поддержек с пониженными ускорениями может улучшить качество печати нависающих краёв модели.",
  "Support Floor Acceleration": "Ускорение низа поддержек",
  "The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.": "Ускорение, с которым происходит печать низа поддержек. Печать поддержек с пониженными ускорениями может улучшить качество печати нависающих краёв модели.",
  "Prime Tower Acceleration": "Ускорение черновой башни",
  "The acceleration with which the prime tower is printed.": "Ускорение, с которым печатается черновая башня.",
  "Travel Acceleration": "Ускорение перемещения",
  "The acceleration with which travel moves are made.": "Ускорение, с которым выполняется перемещение.",
  "Initial Layer Acceleration": "Ускорение первого слоя",
  "The acceleration for the initial layer.": "Ускорение для первого слоя.",
  "Initial Layer Print Acceleration": "Ускорение печати первого слоя",
  "The acceleration during the printing of the initial layer.": "Ускорение при печати первого слоя.",
  "Initial Layer Travel Acceleration": "Ускорение перемещений первого слоя",
  "The acceleration for travel moves in the initial layer.": "Ускорение для перемещения на первом слое.",
  "Skirt/Brim Acceleration": "Ускорение юбки/каймы",
  "The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.": "Ускорение, с которым происходит печать юбки и каймы. Обычно, их печать происходит с ускорениями первого слоя, но иногда вам может потребоваться печатать юбку с другими ускорениями.",
  "Enable Jerk Control": "Включить управление рывком",
  "Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.": "Разрешает управление скоростью изменения ускорений головы по осям X или Y. Увеличение данного значения может сократить время печати за счёт его качества.",
  "Print Jerk": "Рывок печати",
  "The maximum instantaneous velocity change of the print head.": "Изменение максимальной мгновенной скорости печатающей головки.",
  "Infill Jerk": "Рывок заполнения",
  "The maximum instantaneous velocity change with which infill is printed.": "Изменение максимальной мгновенной скорости, с которой печатается заполнение.",
  "Wall Jerk": "Рывок стены",
  "The maximum instantaneous velocity change with which the walls are printed.": "Изменение максимальной мгновенной скорости, с которой будут напечатаны стены.",
  "Outer Wall Jerk": "Рывок внешних стен",
  "The maximum instantaneous velocity change with which the outermost walls are printed.": "Изменение максимальной мгновенной скорости, с которой печатаются внешние стенки.",
  "Inner Wall Jerk": "Рывок внутренних стен",
  "The maximum instantaneous velocity change with which all inner walls are printed.": "Изменение максимальной мгновенной скорости, с которой печатаются внутренние стенки.",
  "Top Surface Skin Jerk": "Рывок верхней оболочки",
  "The maximum instantaneous velocity change with which top surface skin layers are printed.": "Изменение максимальной мгновенной скорости, с которой печатаются слои верхней оболочки.",
  "Top/Bottom Jerk": "Рывок крышки/дна",
  "The maximum instantaneous velocity change with which top/bottom layers are printed.": "Изменение максимальной мгновенной скорости, с которой печатаются верхние и нижние слои.",
  "Support Jerk": "Рывок поддержек",
  "The maximum instantaneous velocity change with which the support structure is printed.": "Изменение максимальной мгновенной скорости, с которой печатаются поддержки.",
  "Support Infill Jerk": "Рывок заполнение поддержек",
  "The maximum instantaneous velocity change with which the infill of support is printed.": "Изменение максимальной мгновенной скорости, с которой печатается заполнение поддержек.",
  "Support Interface Jerk": "Рывок связи поддержек",
  "The maximum instantaneous velocity change with which the roofs and floors of support are printed.": "Максимальное изменение мгновенной скорости, с которым напечатаны крыши и низ поддержек.",
  "Support Roof Jerk": "Рывок крыши поддержек",
  "The maximum instantaneous velocity change with which the roofs of support are printed.": "Максимальное изменение мгновенной скорости, с которым напечатаны крыши поддержек.",
  "Support Floor Jerk": "Рывок низа поддержек",
  "The maximum instantaneous velocity change with which the floors of support are printed.": "Максимальное изменение мгновенной скорости, с которым напечатаны низ поддержек.",
  "Prime Tower Jerk": "Рывок черновых башен",
  "The maximum instantaneous velocity change with which the prime tower is printed.": "Изменение максимальной мгновенной скорости, с которой печатается черновая башня.",
  "Travel Jerk": "Рывок перемещения",
  "The maximum instantaneous velocity change with which travel moves are made.": "Изменение максимальной мгновенной скорости, с которой выполняются перемещения.",
  "Initial Layer Jerk": "Рывок первого слоя",
  "The print maximum instantaneous velocity change for the initial layer.": "Изменение максимальной мгновенной скорости на первом слое.",
  "Initial Layer Print Jerk": "Рывок печати первого слоя",
  "The maximum instantaneous velocity change during the printing of the initial layer.": "Изменение максимальной мгновенной скорости, с которой печатается первый слой.",
  "Initial Layer Travel Jerk": "Рывок перемещения первого слоя",
  "Skirt/Brim Jerk": "Рывок юбки/каймы",
  "The maximum instantaneous velocity change with which the skirt and brim are printed.": "Изменение максимальной мгновенной скорости, с которой печатается юбка и кайма.",
  "Travel": "Перемещение",
  "travel": "перемещение",
  "Enable Retraction": "Разрешить откат",
  "Retract the filament when the nozzle is moving over a non-printed area.": "Откат нити при движении сопла вне зоны печати.",
  "Retract at Layer Change": "Откат при смене слоя",
  "Retract the filament when the nozzle is moving to the next layer.": "Откат нити при перемещении сопла на следующий слой.",
  "Retraction Distance": "Величина отката",
  "The length of material retracted during a retraction move.": "Длина нити материала, которая будет извлечена по время отката.",
  "Retraction Speed": "Скорость отката",
  "The speed at which the filament is retracted and primed during a retraction move.": "Скорость, с которой материал будет извлечён и возвращён обратно при откате.",
  "Retraction Retract Speed": "Скорость извлечения при откате",
  "The speed at which the filament is retracted during a retraction move.": "Скорость с которой нить будет извлечена при откате.",
  "Retraction Prime Speed": "Скорость заправки при откате",
  "The speed at which the filament is primed during a retraction move.": "Скорость с которой материал будет возвращён при откате.",
  "Retraction Extra Prime Amount": "Дополнительно заполняемый объём при откате",
  "Some material can ooze away during a travel move, which can be compensated for here.": "Небольшое количество материала может выдавиться во время движения, что может быть скомпенсировано с помощью данного параметра.",
  "Retraction Minimum Travel": "Минимальное перемещение при откате",
  "The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.": "Минимальное расстояние на которое необходимо переместиться для отката, чтобы он произошёл. Этот параметр помогает уменьшить количество откатов на небольшой области печати.",
  "Maximum Retraction Count": "Максимальное количество откатов",
  "This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.": "Данный параметр ограничивает число откатов, которые происходят внутри окна минимальной дистанции экструзии. Дальнейшие откаты внутри этого окна будут проигнорированы. Это исключает выполнение множества повторяющихся откатов над одним и тем же участком нити, что позволяет избежать проблем с истиранием нити.",
  "Minimum Extrusion Distance Window": "Окно минимальной расстояния экструзии",
  "The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.": "Окно, в котором может быть выполнено максимальное количество откатов. Это значение приблизительно должно совпадать с расстоянием отката таким образом, чтобы количество выполненных откатов распределялось на величину выдавленного материала.",
  "Limit Support Retractions": "Ограничить откаты поддержки",
  "Omit retraction when moving from support to support in a straight line. Enabling this setting saves print time, but can lead to excessive stringing within the support structure.": "Пропустить откат при переходе от поддержки к поддержке по прямой линии. Включение этого параметра обеспечивает экономию времени печати, но может привести к чрезмерной строчности структуры поддержек.",
  "Combing Mode": "Режим комбинга",
  "Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.": "Комбинг удерживает сопло внутри напечатанных зон при перемещении. Это выражается в небольшом увеличении пути, но уменьшает необходимость в откатах. При отключенном комбинге выполняется откат материала, а сопло передвигается в следующую точку по прямой. Также можно не применять комбинг над верхними/нижними областями оболочки либо разрешить комбинг только в области заполнения.",
  "Off": "Выключен",
  "All": "Везде",
  "Not in Skin": "Не в оболочке",
  "Within Infill": "В области заполнения",
  "Max Comb Distance With No Retract": "Макс. расстояние комб. без отката",
  "When non-zero, combing travel moves that are longer than this distance will use retraction.": "При ненулевом значении перемещения комбинга, превышающие указанное расстояние, будут выполняться с откатом.",
  "Retract Before Outer Wall": "Откат перед внешней стенкой",
  "Always retract when moving to start an outer wall.": "Всегда откатывать материал при движении к началу внешней стенки.",
  "Avoid Printed Parts When Traveling": "Избегать напечатанных частей при перемещении",
  "The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.": "Сопло избегает уже напечатанных частей при перемещении. Эта опция доступна только при включенном комбинге.",
  "Avoid Supports When Traveling": "Избегать поддержек при перемещении",
  "The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.": "При перемещении сопла оно будет избегать напечатанных поддержек. Эта опция доступна только при включенном комбинге.",
  "Travel Avoid Distance": "Дистанция обхода",
  "The distance between the nozzle and already printed parts when avoiding during travel moves.": "Дистанция между соплом и уже напечатанными частями, выдерживаемая при перемещении.",
  "Layer Start X": "X координата начала",
  "The X coordinate of the position near where to find the part to start printing each layer.": "X координата позиции, вблизи которой следует искать часть модели для начала печати слоя.",
  "Layer Start Y": "Y координата начала",
  "The Y coordinate of the position near where to find the part to start printing each layer.": "Y координата позиции, вблизи которой следует искать часть модели для начала печати слоя.",
  "Z Hop When Retracted": "Поднятие оси Z при откате",
  "Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "При выполнении отката между соплом и печатаемой деталью создаётся зазор. Это предотвращает возможность касания сопла частей детали при его перемещении, снижая вероятность смещения детали на столе.",
  "Z Hop Only Over Printed Parts": "Поднятие оси Z только над напечатанными частями",
  "Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.": "Выполнять поднятие оси Z только в случае движения над напечатанными частями, которые нельзя обогнуть горизонтальным движением, используя «Обход напечатанных деталей» при перемещении.",
  "Z Hop Height": "Высота поднятия оси Z",
  "The height difference when performing a Z Hop.": "Расстояние, на которое приподнимается ось Z.",
  "Z Hop After Extruder Switch": "Поднятие оси Z после смены экструдера",
  "After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.": "При переключении принтера на другой экструдер между соплом и печатаемой деталью создаётся зазор. Это предотвращает возможность вытекания материала и его прилипание к внешней части печатаемой модели.",
  "Z Hop After Extruder Switch Height": "Высота поднятия оси Z после смены экструдера",
  "The height difference when performing a Z Hop after extruder switch.": "Высота, на которую приподнимается ось Z после смены экструдера.",
  "Cooling": "Охлаждение",
  "Enable Print Cooling": "Включить вентиляторы",
  "Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.": "Разрешает использование вентиляторов во время печати. Применение вентиляторов улучшает качество печати слоёв с малой площадью, а также мостов и нависаний.",
  "Fan Speed": "Скорость вентилятора",
  "The speed at which the print cooling fans spin.": "Скорость, с которой вращаются вентиляторы.",
  "Regular Fan Speed": "Обычная скорость вентилятора",
  "The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.": "Скорость, с которой вращается вентилятор до достижения порога. Если слой печатается быстрее установленного порога, то вентилятор постепенно начинает вращаться быстрее.",
  "Maximum Fan Speed": "Максимальная скорость вентилятора",
  "The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.": "Скорость, с которой вращается вентилятор при минимальной площади слоя. Если слой печатается быстрее установленного порога, то вентилятор постепенно начинает вращаться с указанной скоростью.",
  "Regular/Maximum Fan Speed Threshold": "Порог переключения на повышенную скорость",
  "The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.": "Время печати слоя, которое устанавливает порог для переключения с обычной скорости вращения вентилятора на максимальную. Слои, которые будут печататься дольше указанного значения, будут использовать обычную скорость вращения вентилятора. Для быстрых слоёв скорость вентилятора постепенно будет повышаться до максимальной.",
  "Initial Fan Speed": "Начальная скорость вентилятора",
  "The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.": "Скорость, с которой вращается вентилятор в начале печати. На последующих слоях скорость вращения постепенно увеличивается до слоя, соответствующего параметру обычной скорости вращения вентилятора на указанной высоте.",
  "Regular Fan Speed at Height": "Обычная скорость вентилятора на высоте",
  "The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.": "Высота, на которой вентилятор вращается с обычной скоростью. На предыдущих слоях скорость вращения вентилятора постепенно увеличивается с начальной.",
  "Regular Fan Speed at Layer": "Обычная скорость вентилятора на слое",
  "The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.": "Слой, на котором вентилятор должен вращаться с обыкновенной скоростью. Если определена обычная скорость для вентилятора на высоте, это значение вычисляется и округляется до целого.",
  "Minimum Layer Time": "Минимальное время слоя",
  "The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.": "Минимальное время, затрачиваемое на печать слоя. Этот параметр заставляет принтер замедляться, как минимум, чтобы потратить на печать слоя время, указанное в этом параметре. Это позволяет напечатанному материалу достаточно охладиться перед печатью следующего слоя. Слои могут печататься быстрее, чем указано в этом параметре, если поднятие головы отключено и если будет нарушено требование по минимальной скорости печати.",
  "Minimum Speed": "Минимальная скорость",
  "The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.": "Минимальная скорость печати, независящая от замедления печати до минимального времени печати слоя. Если принтер начнёт слишком замедляться, давление в сопле будет слишком малым, что отрицательно скажется на качестве печати.",
  "Lift Head": "Подъём головы",
  "When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.": "Когда произойдёт конфликт между параметрами минимальной скорости печати и минимальным временем печати слоя, голова принтера будет отведена от печатаемой модели и будет выдержана необходимая пауза для достижения минимального времени печати слоя.",
  "Support": "Поддержки",
  "Generate Support": "Генерация поддержек",
  "Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.": "Генерация структур для поддержки нависающих частей модели. Без этих структур такие части будут складываться во время печати.",
  "Support Extruder": "Экструдер поддержек",
  "The extruder train to use for printing the support. This is used in multi-extrusion.": "Этот экструдер используется для печати поддержек. Используется при наличии нескольких экструдеров.",
  "Support Infill Extruder": "Экструдер заполнения поддержек",
  "The extruder train to use for printing the infill of the support. This is used in multi-extrusion.": "Этот экструдер используется для печати заполнения поддержек. Используется при наличии нескольких экструдеров.",
  "First Layer Support Extruder": "Экструдер первого слоя поддержек",
  "The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.": "Этот экструдер используется для печати первого слоя заполнения поддержек. Используется при наличии нескольких экструдеров.",
  "Support Interface Extruder": "Экструдер связующего слоя поддержек",
  "The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.": "Этот экструдер используется для печати верха и низа поддержек. Используется при наличии нескольких экструдеров.",
  "Support Roof Extruder": "Экструдер крыши поддержек",
  "The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.": "Этот экструдер используется для печати крыши поддержек. Используется при наличии нескольких экструдеров.",
  "Support Floor Extruder": "Экструдер низа поддержек",
  "The extruder train to use for printing the floors of the support. This is used in multi-extrusion.": "Этот экструдер используется для печати низа поддержек. Используется при наличии нескольких экструдеров.",
  "Support Placement": "Размещение поддержек",
  "Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.": "Настраивает размещение структур поддержки. Размещение может быть выбрано с касанием стола или везде. Для последнего случая структуры поддержки печатаются даже на самой модели.",
  "Touching Buildplate": "От стола",
  "Support Overhang Angle": "Угол нависания поддержки",
  "The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.": "Минимальный угол нависания при котором добавляются поддержки. При значении в 0° все нависания обеспечиваются поддержками, при 90° не получат никаких поддержек.",
  "Support Pattern": "Шаблон поддержек",
  "The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.": "Шаблон печатаемой структуры поддержек. Имеющиеся варианты отличаются крепкостью или простотой удаления поддержек.",
  "Support Wall Line Count": "Количество линий стенки поддержки",
  "The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.": "Количество стенок, окружающих заполнение поддержек. Добавление стенки может повысить надежность печати поддержки и оптимизировать нависания поддержки, однако оно увеличивает время печати и расход материалов.",
  "Connect Support Lines": "Соединение линий поддержки",
  "Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.": "Соединяет концы линий поддержки. Активация этой настройки может сделать поддержку более крепкой и компенсировать недостаточную экструзию, но для этого потребуется больше материала.",
  "Connect Support ZigZags": "Соединённый зигзаг",
  "Connect the ZigZags. This will increase the strength of the zig zag support structure.": "Соединяет зигзаги. Это увеличивает прочность такой поддержки.",
  "Support Density": "Плотность поддержек",
  "Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Настраивает плотность структуры поддержек. Большее значение приводит к улучшению качества навесов, но такие поддержки сложнее удалять.",
  "Support Line Distance": "Дистанция между линиями поддержки",
  "Distance between the printed support structure lines. This setting is calculated by the support density.": "Дистанция между напечатанными линями структуры поддержек. Этот параметр вычисляется по плотности поддержек.",
  "Initial Layer Support Line Distance": "Дистанция между линиями поддержки первого слоя",
  "Distance between the printed initial layer support structure lines. This setting is calculated by the support density.": "Дистанция между напечатанными линиями структуры поддержек первого слоя. Этот параметр вычисляется по плотности поддержек.",
  "Support Infill Line Directions": "Направление линии заполнения поддержек",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.": "Список целочисленных направлений линии. Элементы списка используются последовательно по мере печати слоев, и, когда конец списка будет достигнут, он начнется сначала. Элементы списка отделяются запятыми, и сам список заключен в квадратные скобки. По умолчанию список пустой, что означает использование стандартного угла 0 градусов.",
  "Enable Support Brim": "Разрешить кайму поддержек",
  "Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.": "Создайте кайму внутри участков заполнения поддержек первого слоя. Эта кайма печатается под поддержкой, а не вокруг нее. Включение этого параметра увеличивает адгезию поддержки к рабочему столу.",
  "Support Brim Width": "Ширина каймы поддержки",
  "The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.": "Ширина каймы для печати под поддержкой. При увеличении каймы улучшается адгезия к рабочему столу и увеличивается расход материала.",
  "Support Brim Line Count": "Количество линий каймы поддержки",
  "The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.": "Количество линий, используемых для каймы поддержки. При увеличении линий каймы улучшается адгезия к рабочему столу и увеличивается расход материала.",
  "Support Z Distance": "Зазор поддержки по оси Z",
  "Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.": "Дистанция от дна/крышки структуры поддержек до печати. Этот зазор упрощает извлечение поддержек после окончания печати модели. Это значение округляется до числа, кратного высоте слоя.",
  "Support Top Distance": "Зазор поддержки сверху",
  "Distance from the top of the support to the print.": "Расстояние между верхом поддержек и печатаемой моделью.",
  "Support Bottom Distance": "Дистанция поддержки снизу",
  "Distance from the print to the bottom of the support.": "Расстояние между печатаемой моделью и низом поддержки.",
  "Support X/Y Distance": "Зазор поддержки по осям X/Y",
  "Distance of the support structure from the print in the X/Y directions.": "Расстояние между структурами поддержек и печатаемой модели по осям X/Y.",
  "Support Distance Priority": "Приоритет зазоров поддержки",
  "Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.": "Будет ли зазор по осям X/Y перекрывать зазор по оси Z и наоборот. Если X/Y перекрывает Z, то X/Y может выдавить поддержку из модели, влияя на реальный зазор по оси Z до нависания. Мы можем исправить это, не применяя X/Y зазор около нависаний.",
  "X/Y overrides Z": "X/Y перекрывает Z",
  "Z overrides X/Y": "Z перекрывает X/Y",
  "Minimum Support X/Y Distance": "Минимальный X/Y зазор поддержки",
  "Distance of the support structure from the overhang in the X/Y directions.": "Зазор между структурами поддержек и нависанием по осям X/Y.",
  "Support Stair Step Height": "Высота шага лестничной поддержки",
  "The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.": "Высота в шагах низа лестничной поддержки, лежащей на модели. Малые значения усложняют удаление поддержки, а большие значения могут сделать структуру поддержек нестабильной. Установите ноль для выключения лестничной поддержки.",
  "Support Stair Step Maximum Width": "Максимальная ширина шага лестничной поддержки",
  "The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.": "Максимальная ширина шагов низа лестничной поддержки, располагающейся на модели. Малые значения усложняют удаление поддержки, а большие значения могут сделать структуру поддержек нестабильной.",
  "Support Join Distance": "Расстояние объединения поддержки",
  "The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.": "Максимальное расстояние между структурами поддержек по осям X/Y. Если отдельные структуры находятся ближе, чем определено данным значением, они объединяются в одну.",
  "Support Horizontal Expansion": "Горизонтальное расширение поддержки",
  "Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.": "Величина смещения, применяемая ко всем полигонам поддержки в каждом слое. Положительные значения могут сглаживать зоны поддержки и приводить к укреплению структур поддержек.",
  "Support Infill Layer Thickness": "Толщина слоя заполнения поддержек",
  "The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.": "Толщина слоя для материала заполнения поддержек. Это значение должно быть всегда кратно высоте слоя, в противном случае оно будет округлено.",
  "Gradual Support Infill Steps": "Степень заполнения поддержек",
  "Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.": "Количество раз, на которое на половину можно уменьшать плотность заполнения поддержек при проходе вглубь структуры от поверхности. Области ближе к оболочке имеют большую плотность, вплоть до значения \\Плотность заполнения поддержек\\.",
  "Gradual Support Infill Step Height": "Высота шага изменения заполнения поддержек",
  "The height of support infill of a given density before switching to half the density.": "Высота заполнения поддержек, по достижению которой происходит снижение плотности.",
  "Minimum Support Area": "Минимальная зона поддержек",
  "Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.": "Минимальная площадь зоны для полигонов поддержек. Полигоны с площадью меньше данного значения не будут генерироваться.",
  "Enable Support Interface": "Разрешить связующий слой поддержки",
  "Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.": "Генерирует плотный слой между моделью и поддержкой. Создаёт поверхность сверху поддержек, на которой печатается модель, и снизу, при печати поддержек на модели.",
  "Enable Support Roof": "Разрешить крышу поддержек",
  "Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.": "Генерирует плотный слой материала между крышей поддержки и моделью. Создаёт поверхность между моделью и поддержкой.",
  "Enable Support Floor": "Разрешить дно поддержек",
  "Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.": "Генерирует плотный слой материала между низом поддержки и моделью. Создаёт поверхность между моделью и поддержкой.",
  "Support Interface Thickness": "Толщина связующего слоя поддержки",
  "The thickness of the interface of the support where it touches with the model on the bottom or the top.": "Толщина связующего слоя поддержек, который касается модели снизу или сверху.",
  "Support Roof Thickness": "Толщина крыши",
  "The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.": "Толщина крыши поддержек. Управляет величиной плотности верхних слоёв поддержек, на которых располагается вся модель.",
  "Support Floor Thickness": "Толщина низа поддержки",
  "The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.": "Толщина низа поддержки. Управляет количеством плотных слоёв, которые печатаются поверх модели для последующего построения поддержек.",
  "Support Interface Resolution": "Разрешение связующего слоя поддержек",
  "When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.": "Если выбрано в случае, когда модель находится под и над поддержкой, принимает шаги данной высоты. Малые значения замедляют просчёт, а большие - могут привести к генерации поддержек в некоторых местах, где лучше бы печатать интерфейс поддержек.",
  "Support Interface Density": "Плотность связующего слоя поддержки",
  "Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Настройте плотность верха и низа структуры поддержек. Большее значение приведёт к улучшению нависаний, но такие поддержки будет труднее удалять.",
  "Support Roof Density": "Плотность крыши поддержек",
  "The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Плотность крыши структуры поддержек. Большее значение приведёт к улучшению нависаний, но такие поддержки будет труднее удалять.",
  "Support Roof Line Distance": "Дистанция линии крыши поддержек",
  "Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.": "Дистанция между линиями крыши поддержек. Этот параметр вычисляется из Плотности крыши поддержек, но может быть указан отдельно.",
  "Support Floor Density": "Плотность низа поддержек",
  "The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.": "Плотность низа структуры поддержек. Большее значение приведёт к улучшению прилипания поддержек к модели.",
  "Support Floor Line Distance": "Дистанция линии низа поддержек",
  "Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.": "Дистанция между линиями низа поддержек. Этот параметр вычисляется из Плотности низа поддержек, но может быть указан отдельно.",
  "Support Interface Pattern": "Шаблон связующего слоя",
  "The pattern with which the interface of the support with the model is printed.": "Шаблон, который будет использоваться для печати связующего слоя поддержек.",
  "Support Roof Pattern": "Шаблон крыши поддержек",
  "The pattern with which the roofs of the support are printed.": "Шаблон, который будет использоваться для печати верхней части поддержек.",
  "Support Floor Pattern": "Шаблон низа поддержек",
  "The pattern with which the floors of the support are printed.": "Шаблон, который будет использоваться для печати нижней части поддержек.",
  "Minimum Support Interface Area": "Минимальная зона связующего слоя",
  "Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.": "Минимальная площадь зоны для полигонов связующего слоя. Полигоны с площадью меньше данного значения будут печататься как поддержки нормали.",
  "Minimum Support Roof Area": "Минимальная зона верхней части поддержек",
  "Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Минимальная площадь зоны для верхних частей поддержек. Полигоны с площадью меньше данного значения будут печататься как поддержки нормали.",
  "Minimum Support Floor Area": "Минимальная зона нижней части поддержек",
  "Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.": "Минимальная площадь зоны для нижних частей поддержек. Полигоны с площадью меньше данного значения будут печататься как поддержки нормали.",
  "Support Interface Horizontal Expansion": "Горизонтальное расширение связующего слоя",
  "Amount of offset applied to the support interface polygons.": "Величина смещения, применяемая к полигонам связующего слоя.",
  "Support Roof Horizontal Expansion": "Горизонтальное расширение верхней части поддержек",
  "Amount of offset applied to the roofs of the support.": "Величина смещения, применяемая к верхней части поддержек.",
  "Support Floor Horizontal Expansion": "Горизонтальное расширение нижней части поддержек",
  "Amount of offset applied to the floors of the support.": "Величина смещения, применяемая к нижней части поддержек.",
  "Support Interface Line Directions": "Направления линии связующего слоя поддержек",
  "A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).": "Список целочисленных направлений линии. Элементы списка используются последовательно по мере печати слоев, и, когда конец списка будет достигнут, он начнется сначала. Элементы списка отделяются запятыми, и сам список заключен в квадратные скобки. По умолчанию список пустой, что означает использование стандартных углов (45 либо 135 градусов, если связующий слой довольно толстый, или 90 градусов).",
  "Support Roof Line Directions": "Направления линии крыши поддержек",
  "Support Floor Line Directions": "Направления линии низа поддержек",
  "Fan Speed Override": "Переопределение скорости вентилятора",
  "When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.": "Если включено, скорость охлаждающего вентилятора, используемого во время печати, изменяется для областей оболочки непосредственно над поддержкой.",
  "Supported Skin Fan Speed": "Поддерживаемая скорость вентилятора для оболочки",
  "Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.": "Скорость вентилятора в процентах, с которой печатаются области оболочки непосредственно над поддержкой. Использование высоких значений скорости вентилятора может упростить снятие поддержки.",
  "Use Towers": "Использовать башни",
  "Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.": "Использование специальных башен для поддержки крошечных нависающих областей. Такие башни имеют диаметр больший, чем поддерживаемый ими регион. Вблизи нависаний диаметр башен увеличивается, формируя крышу.",
  "Tower Diameter": "Диаметр башен",
  "The diameter of a special tower.": "Диаметр специальных башен.",
  "Maximum Tower-Supported Diameter": "Максимальный диаметр, поддерживаемый башней",
  "Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.": "Максимальный диаметр по осям X/Y небольшой области, который должен поддерживаться определенной башней.",
  "Tower Roof Angle": "Угол крыши башен",
  "The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.": "Угол верхней части башен. Большие значения приводят уменьшению площади крыши, меньшие наоборот делают крышу плоской.",
  "Drop Down Support Mesh": "Объект поддержки нависаний",
  "Make support everywhere below the support mesh, so that there's no overhang in the support mesh.": "Будет поддерживать всё ниже объекта, никаких нависаний не будет.",
  "Build Plate Adhesion": "Тип прилипания к столу",
  "Adhesion": "Прилипание",
  "Enable Prime Blob": "Разрешить наполнение материалом",
  "Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.": "Следует ли выдавливать материал перед началом печати. Активация этого параметра обеспечивает наполнение материалом сопла экструдера перед началом печати. Печать каймы или юбки может выполнять такое же действие, тогда выключения этого параметра экономит некоторое время.",
  "Extruder Prime X Position": "Начальная X позиция экструдера",
  "The X coordinate of the position where the nozzle primes at the start of printing.": "X координата позиции, в которой сопло начинает печать.",
  "Extruder Prime Y Position": "Начальная Y позиция экструдера",
  "The Y coordinate of the position where the nozzle primes at the start of printing.": "Y координата позиции, в которой сопло начинает печать.",
  "Build Plate Adhesion Type": "Тип прилипания к столу",
  "Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.": "Различные варианты, которые помогают улучшить прилипание пластика к столу. Кайма добавляет однослойную плоскую область вокруг основания печатаемой модели, предотвращая её деформацию. Подложка добавляет толстую сетку с крышей под модель. Юбка - это линия, печатаемая вокруг модели, но не соединённая с ней.",
  "Skirt": "Юбка",
  "Brim": "Кайма",
  "Raft": "Подложка",
  "Build Plate Adhesion Extruder": "Экструдер первого слоя",
  "The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.": "Этот экструдер используется для печати юбки/каймы/подложки. Используется при наличии нескольких экструдеров.",
  "Skirt Line Count": "Количество линий юбки",
  "Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.": "Несколько линий юбки помогают лучше начать укладывание материала при печати небольших моделей. Установка этого параметра в 0 отключает печать юбки.",
  "Skirt Distance": "Дистанция до юбки",
  "Skirt/Brim Minimum Length": "Минимальная длина юбки/каймы",
  "The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.": "Минимальная длина печатаемой линии юбки или каймы. Если при печати юбки или каймы эта длина не будет выбрана, то будут добавляться дополнительные кольца юбки или каймы. Следует отметить, если количество линий установлено в 0, то этот параметр игнорируется.",
  "Brim Width": "Ширина каймы",
  "The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.": "Расстояние между моделью и самой удалённой линией каймы. Более широкая кайма увеличивает прилипание к столу, но также уменьшает эффективную область печати.",
  "Brim Line Count": "Количество линий каймы",
  "The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.": "Количество линий, используемых для печати каймы. Большее количество линий каймы улучшает прилипание к столу, но уменьшает эффективную область печати.",
  "Brim Distance": "Расстояние до каймы",
  "The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.": "Горизонтальное расстояние между первой линией каймы и контуром первого слоя изделия. Небольшой зазор облегчит удаление каймы и позволит сохранить термические преимущества.",
  "Brim Replaces Support": "Кайма заменяет поддержку",
  "Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.": "Принудительная печать каймы вокруг модели, даже если пространство в ином случае было бы занято поддержкой. При этом некоторые участки первого слоя поддержки заменяются участками каймы.",
  "Brim Only on Outside": "Кайма только снаружи",
  "Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.": "Печатать кайму только на внешней стороне модели. Это сокращает объём каймы, которую вам потребуется удалить в дальнейшем, и не снижает качество прилипания к столу.",
  "Raft Extra Margin": "Дополнительное поле подложки",
  "If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.": "Если подложка включена, это дополнительное поле вокруг модели, которая также имеет подложку. Увеличение этого значения создаст более крепкую поддержку, используя больше материала и оставляя меньше свободной области для печати.",
  "Raft Smoothing": "Сглаживание подложки",
  "This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.": "Этот параметр регулирует величину скругления внутренних углов контура подложки. Внутренние углы скругляются до полукруга с радиусом, равным установленному здесь значению. Этот параметр также приводит к удалению отверстий в контуре подложки, которые меньше такого круга.",
  "Raft Air Gap": "Воздушный зазор подложки",
  "The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.": "Зазор между последним слоем подложки и первым слоем модели. Первый слой будет приподнят на указанное расстояние, чтобы уменьшить связь между слоем подложки и модели. Упрощает процесс последующего отделения подложки.",
  "Initial Layer Z Overlap": "Z наложение первого слоя",
  "Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.": "Приводит к наложению первого и второго слоёв модели по оси Z для компенсации потерь материала в воздушном зазоре. Все слои модели выше первого будут смещены чуть ниже на указанное значение.",
  "Raft Top Layers": "Верхние слои подложки",
  "The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.": "Количество верхних слоёв над вторым слоем подложки. Это такие полностью заполненные слои, на которых размещается модель. Два слоя приводят к более гладкой поверхности чем один.",
  "Raft Top Layer Thickness": "Толщина верхнего слоя подложки",
  "Layer thickness of the top raft layers.": "Толщина верхних слоёв поддержки.",
  "Raft Top Line Width": "Ширина линий верха подложки",
  "Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.": "Ширина линий верхних слоёв подложки. Это могут быть тонкие линии, которые делают подложку гладкой.",
  "Raft Top Spacing": "Дистанция между линиями верха поддержки",
  "The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.": "Расстояние между линиями подложки на её верхних слоях. Расстояние должно быть равно ширине линии, тогда поверхность будет сплошной.",
  "Raft Middle Thickness": "Толщина середины подложки",
  "Layer thickness of the middle raft layer.": "Толщина слоёв середины подложки.",
  "Raft Middle Line Width": "Ширина линий середины подложки",
  "Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.": "Толщина линий средних слоёв подложки. Приводит к повышенному выдавливанию материала на втором слое, для лучшего прилипания к столу.",
  "Raft Middle Spacing": "Дистанция между слоями середины подложки",
  "The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.": "Расстояние между линиями средних слоёв подложки. Дистанция в средних слоях должна быть достаточно широкой, чтобы создавать нужной плотность для поддержки верхних слоёв подложки.",
  "Raft Base Thickness": "Толщина нижнего слоя подложки",
  "Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.": "Толщина нижнего слоя подложки. Она должна быть достаточной для хорошего прилипания подложки к столу.",
  "Raft Base Line Width": "Ширина линии нижнего слоя подложки",
  "Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.": "Ширина линий нижнего слоя подложки. Она должна быть достаточной, чтобы улучшить прилипание к столу.",
  "Raft Base Line Spacing": "Дистанция между линиями нижнего слоя подложки",
  "The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.": "Расстояние между линиями нижнего слоя подложки. Большее значение упрощает снятие модели со стола.",
  "Raft Print Speed": "Скорость печати подложки",
  "The speed at which the raft is printed.": "Скорость, на которой печатается подложка.",
  "Raft Top Print Speed": "Скорость печати верха подложки",
  "The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.": "Скорость, на которой печатаются верхние слои подложки. Верх подложки должен печататься немного медленнее, чтобы сопло могло медленно разглаживать линии поверхности.",
  "Raft Middle Print Speed": "Скорость печати середины подложки",
  "The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "Скорость, на которой печатаются средние слои подложки. Она должна быть достаточно низкой, так как объём материала, выходящего из сопла, достаточно большой.",
  "Raft Base Print Speed": "Скорость печати низа подложки",
  "The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.": "Скорость, на которой печатается нижний слой подложки. Она должна быть достаточно низкой, так как объём материала, выходящего из сопла, достаточно большой.",
  "Raft Print Acceleration": "Ускорение печати подложки",
  "The acceleration with which the raft is printed.": "Ускорение, с которым печатается подложка.",
  "Raft Top Print Acceleration": "Ускорение печати верха подложки",
  "The acceleration with which the top raft layers are printed.": "Ускорение, с которым печатаются верхние слои подложки.",
  "Raft Middle Print Acceleration": "Ускорение печати середины подложки",
  "The acceleration with which the middle raft layer is printed.": "Ускорение, с которым печатаются средние слои подложки.",
  "Raft Base Print Acceleration": "Ускорение печати низа подложки",
  "The acceleration with which the base raft layer is printed.": "Ускорение, с которым печатаются нижние слои подложки.",
  "Raft Print Jerk": "Рывок подложки",
  "The jerk with which the raft is printed.": "Скорость изменения ускорений при печати подложки.",
  "Raft Top Print Jerk": "Рывок печати верха подложки",
  "The jerk with which the top raft layers are printed.": "Изменение максимальной мгновенной скорости, с которой печатаются верхние слои подложки.",
  "Raft Middle Print Jerk": "Рывок печати середины подложки",
  "The jerk with which the middle raft layer is printed.": "Изменение максимальной мгновенной скорости, с которой печатаются средние слои подложки.",
  "Raft Base Print Jerk": "Рывок печати низа подложки",
  "The jerk with which the base raft layer is printed.": "Изменение максимальной мгновенной скорости, с которой печатаются нижние слои подложки.",
  "Raft Fan Speed": "Скорость вентилятора для подложки",
  "The fan speed for the raft.": "Скорость вращения вентилятора при печати подложки.",
  "Raft Top Fan Speed": "Скорость вентилятора для верха подложки",
  "The fan speed for the top raft layers.": "Скорость вентилятора при печати верхних слоёв подложки.",
  "Raft Middle Fan Speed": "Скорость вентилятора для середины подложки",
  "The fan speed for the middle raft layer.": "Скорость вентилятора при печати средних слоёв подложки.",
  "Raft Base Fan Speed": "Скорость вентилятора для низа подложки",
  "The fan speed for the base raft layer.": "Скорость вентилятора при печати нижнего слоя подложки.",
  "Dual Extrusion": "Два экструдера",
  "Settings used for printing with multiple extruders.": "Параметры, используемые для печати несколькими экструдерами.",
  "Enable Prime Tower": "Разрешить черновую башню",
  "Print a tower next to the print which serves to prime the material after each nozzle switch.": "Печатает башню перед печатью модели, чем помогает выдавить старый материал после смены экструдера.",
  "Prime Tower Size": "Размер черновой башни",
  "The width of the prime tower.": "Ширина черновой башни.",
  "Prime Tower Minimum Volume": "Минимальный объём черновой башни",
  "The minimum volume for each layer of the prime tower in order to purge enough material.": "Минимальный объём материала на каждый слой черновой башни, который требуется выдавить.",
  "Prime Tower X Position": "X позиция черновой башни",
  "The x coordinate of the position of the prime tower.": "X координата позиции черновой башни.",
  "Prime Tower Y Position": "Y позиция черновой башни",
  "The y coordinate of the position of the prime tower.": "Y координата позиции черновой башни.",
  "Wipe Inactive Nozzle on Prime Tower": "Очистка неактивного сопла на черновой башне",
  "After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.": "После печати черновой башни одним соплом, вытирает вытекший материал из другого сопла об эту башню.",
  "Prime Tower Brim": "Кайма черновой башни",
  "Prime-towers might need the extra adhesion afforded by a brim even if the model doesn't. Presently can't be used with the 'Raft' adhesion-type.": "Для черновых башен может потребоваться дополнительная адгезия с помощью каймы, даже если для модели это не требуется. В данный момент не может использоваться с типом адгезии с подложкой.",
  "Enable Ooze Shield": "Печатать защиту от капель",
  "Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.": "Разрешает печать внешней защиты от вытекших капель. Создаёт ограду вокруг модели, о которую вытирается материал, вытекший из второго сопла, если оно находится на той же высоте, что и первое сопло.",
  "Ooze Shield Angle": "Угол защиты от капель",
  "The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.": "Максимальный угол, который может иметь часть защиты от капель. При 0 градусов будет вертикаль, при 90 - будет горизонталь. Малые значения угла приводят к лучшему качеству, но тратят больше материала.",
  "Ooze Shield Distance": "Дистанция до защиты от капель",
  "Distance of the ooze shield from the print, in the X/Y directions.": "Дистанция до стенки защиты от модели, по осям X/Y.",
  "Nozzle Switch Retraction Distance": "Величина отката при смене экструдера",
  "The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.": "Величина отката при переключении экструдеров. Установите 0 для отключения отката. Обычно соответствует длине зоны нагрева.",
  "Nozzle Switch Retraction Speed": "Скорость отката при смене экструдера",
  "The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.": "Скорость с которой материал будет извлечён и возвращён обратно при откате. Высокая скорость отката работает лучше, но очень большая скорость портит материал.",
  "Nozzle Switch Retract Speed": "Скорость отката при смене экструдера",
  "The speed at which the filament is retracted during a nozzle switch retract.": "Скорость, с которой материал будет извлечён при откате для смены экструдера.",
  "Nozzle Switch Prime Speed": "Скорость наполнения при смене экструдера",
  "The speed at which the filament is pushed back after a nozzle switch retraction.": "Скорость, с которой материал будет возвращён обратно при смене экструдера.",
  "Nozzle Switch Extra Prime Amount": "Дополнительно заполняемый объем при смене экструдера",
  "Extra material to prime after nozzle switching.": "Дополнительный объем материала для заполнения после смены экструдера.",
  "Mesh Fixes": "Ремонт объектов",
  "Make the meshes more suited for 3D printing.": "Сделайте объекты более подходящими для 3D-печати.",
  "Union Overlapping Volumes": "Объединение перекрывающихся объёмов",
  "Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.": "Игнорирует внутреннюю геометрию, являющуюся результатом перекрытия объёмов в модели, и печатает эти объёмы как один. Это может приводить к непреднамеренному исчезновению внутренних полостей.",
  "Remove All Holes": "Удаляет все отверстия",
  "Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.": "Удаляет отверстия в каждом слое, оставляя только внешнюю форму. Вся невидимая внутренняя геометрия будет проигнорирована. Однако, также будут проигнорированы отверстия в слоях, которые могут быть видны сверху или снизу.",
  "Extensive Stitching": "Обширное сшивание",
  "Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.": "Обширное сшивание пытается сшить открытые отверстия в объекте, закрывая их полигонами. Эта опция может добавить дополнительное время во время обработки.",
  "Keep Disconnected Faces": "Сохранить отсоединённые поверхности",
  "Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper g-code.": "Обычно Cura пытается закрыть небольшие отверстия в объекте и убрать части слоя с большими отверстиями. Включение этого параметра сохраняет те части, которые не могут быть сшиты. Этот параметр должен применяться в качестве крайней меры, когда уже ничего не помогает получить надлежащий G-код.",
  "Merged Meshes Overlap": "Перекрытие касающихся объектов",
  "Make meshes which are touching each other overlap a bit. This makes them bond together better.": "Если объекты немного касаются друг друга, то сделаем их перекрывающимися. Это позволит им соединиться крепче.",
  "Remove Mesh Intersection": "Удалить пересечения объектов",
  "Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.": "Удаляет области, где несколько объектов перекрываются друг с другом. Можно использовать, для объектов, состоящих из двух материалов и пересекающихся друг с другом.",
  "Alternate Mesh Removal": "Чередование объектов",
  "Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.": "Чередует какой из объектов, пересекающихся в объёме, будет участвовать в печати каждого слоя таким образом, что пересекающиеся объекты становятся вплетёнными друг в друга. Выключение этого параметра приведёт к тому, что один из объектов займёт весь объём пересечения, в то время как данный объём будет исключён из других объектов.",
  "Remove Empty First Layers": "Удалить первые пустые слои",
  "Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.": "Удаление пустых слоёв под первым печатаемым слоем, если они имеются. Отключение этой функции может привести к созданию первых пустых слоев, если для параметра «Допуск слайсинга» установлено значение «Включение» или «Середина».",
  "Maximum Resolution": "Максимальное разрешение",
  "The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.": "Минимальный размер сегмента линии после слайсинга. Увеличение значения этого параметра понизит разрешение модели. Это может позволить принтеру поддерживать скорость обработки кода G и увеличит скорость слайсинга за счет удаления деталей модели, которые он в любом случае не сможет обработать.",
  "Maximum Travel Resolution": "Максимальное разрешение перемещения",
  "The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.": "Минимальный размер сегмента линии перемещения после разделения на слои. При увеличении этого значения углы при перемещении будут менее сглаженными. Это может помочь принтеру поддерживать скорость обработки G-кода, однако при этом может снизиться точность избегания моделей.",
  "Maximum Deviation": "Максимальное отклонение",
  "The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.": "Максимальное допустимое отклонение при снижении разрешения для параметра максимального разрешения. Увеличение этого значения понизит точность печати и уменьшит значение G-кода. Максимальное отклонение является пределом для максимального разрешения, поэтому, если они конфликтуют, истинным считается максимальное отклонение.",
  "Special Modes": "Специальные режимы",
  "Non-traditional ways to print your models.": "Нетрадиционные способы печати моделей.",
  "Print Sequence": "Последовательная печать",
  "Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.": "Печатать все модели послойно или ждать завершения одной модели, прежде чем переходить к следующей. Режим «один за раз» может использоваться, если а) активен только один экструдер и б) все модели разделены таким образом, что печатающая головка может двигаться между ними и все модели ниже, чем расстояние между соплом и осями X/Y.",
  "All at Once": "Все за раз",
  "One at a Time": "По отдельности",
  "Infill Mesh": "Заполнение объекта",
  "Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.": "Использовать указанный объект для изменения заполнения других объектов, с которыми он перекрывается. Заменяет области заполнения других объектов областями для этого объекта. Предлагается только для печати одной стенки без верхних и нижних оболочек.",
  "Infill Mesh Order": "Порядок заполнения объекта",
  "Determines which infill mesh is inside the infill of another infill mesh. An infill mesh with a higher order will modify the infill of infill meshes with lower order and normal meshes.": "Определяет какой заполняющий объект находится внутри заполнения другого заполняющего объекта. Заполняющий объект с более высоким порядком будет модифицировать заполнение объектов с более низким порядком или обычных объектов.",
  "Cutting Mesh": "Ограничивающий объект",
  "Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.": "Ограничивает объём объекта внутри других объектов. Вы можете использовать это для печати определённых областей одного объекта, применяя различные параметры печати и даже другой экструдер.",
  "Mold": "Форма",
  "Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.": "Печатать модель в виде формы, которая может использоваться для отливки оригинальной модели.",
  "Minimal Mold Width": "Минимальная ширина формы",
  "The minimal distance between the ouside of the mold and the outside of the model.": "Минимальное расстояние между внешними сторонами формы и модели.",
  "Mold Roof Height": "Высота крыши формы",
  "The height above horizontal parts in your model which to print mold.": "Высота над горизонтальными частями вашей модели, по которой создаётся форма.",
  "Mold Angle": "Угол формы",
  "The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.": "Угол нависания внешних стенок создаваемой формы. 0° приведёт к вертикальным стенкам формы, а 90° - заставит следовать контурам модели.",
  "Support Mesh": "Поддерживающий объект",
  "Use this mesh to specify support areas. This can be used to generate support structure.": "Используйте этот объект для указания области поддержек. Может использоваться при генерации структуры поддержек.",
  "Anti Overhang Mesh": "Блокиратор поддержек",
  "Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.": "Используйте этот объект для указания частей модели, которые не должны рассматриваться как нависающие. Может использоваться для удаления нежелаемых структур поддержки.",
  "Surface Mode": "Поверхностный режим",
  "Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. \\Surface\\ prints a single wall tracing the mesh surface with no infill and no top/bottom skin. \\Both\\ prints enclosed volumes like normal and any remaining polygons as surfaces.": "Рассматривать модель только в виде поверхности или как объёмы со свободными поверхностями. При нормальном режиме печатаются только закрытые объёмы. В режиме \\Поверхность\\ печатается одиночная стенка по границе объекта, без заполнения, без верхних и нижних оболочек. В режиме \\Оба варианта\\ печатаются закрытые объёмы как нормальные, а любые оставшиеся полигоны как поверхности.",
  "Normal": "Нормаль",
  "Surface": "Поверхность",
  "Both": "Оба варианта",
  "Spiralize Outer Contour": "Спирально печатать внешний контур",
  "Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.": "Спирально сглаживает движение по оси Z. Во время печати происходит постоянное увеличение по оси Z. Этот параметр превращает модель в одностенный объект с крепким дном. Параметр можно использовать только когда каждый слой состоит из одной части модели.",
  "Smooth Spiralized Contours": "Сглаживать спиральные контуры",
  "Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.": "Сглаживает спиральные контуры для уменьшения видимости шва по оси Z (такой шов должен быть едва виден при печати, но виден при послойном просмотре). Следует отметить, что сглаживание ведет к размыванию мелких деталей поверхности.",
  "Relative Extrusion": "Относительная экструзия",
  "Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.": "Использование относительной, а не абсолютной экструзии. Шаги относительной экструзии упрощают последующую обработку G-кода. Однако она не поддерживается всеми принтерами и может приводить к очень незначительным отклонениям в количестве наносимого материала в сравнении с шагами абсолютной экструзии. Независимо от этой настройки, перед выводом любого скрипта G-кода всегда будет установлен абсолютный режим экструзии.",
  "Experimental": "Экспериментальное",
  "Features that haven't completely been fleshed out yet.": "Функции, еще не раскрытые до конца.",
  "Tree Support": "Древовидная поддержка",
  "Generate a tree-like support with branches that support your print. This may reduce material usage and print time, but greatly increases slicing time.": "Генерирование древовидной поддержки с ответвлениями, поддерживающими вашу печать. Данная опция может сэкономить материал и сократить время печати, однако при этом существенно возрастает время разделения на слои.",
  "Tree Support Branch Angle": "Угол ответвления древовидной поддержки",
  "The angle of the branches. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.": "Угол ответвлений. При указании меньшего угла поддержка будет более вертикальной и устойчивой. Для получения большего охвата указывайте более высокий угол.",
  "Tree Support Branch Distance": "Расстояние ответвления древовидной поддержки",
  "How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.": "Указывает, насколько далеко должны друг от друга располагаться ответвления при касании модели. Если задать небольшое расстояние, увеличится количество точек, в которых древовидная поддержка касается модели; это улучшает нависание, но при этом усложняет удаление поддержки.",
  "Tree Support Branch Diameter": "Диаметр ответвления древовидной поддержки",
  "The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.": "Диаметр самых тонких ответвлений древовидной поддержки. Чем толще ответвление, тем оно крепче. Ответвления возле основания будут иметь толщину, превышающую данное значение.",
  "Tree Support Branch Diameter Angle": "Угол диаметра ответвления древовидной поддержки",
  "The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.": "Угол диаметра ответвлений по мере их постепенного утолщения к основанию. Если значение угла равно 0, ответвления будут иметь одинаковую толщину по всей своей длине. Небольшой угол может повысить устойчивость древовидной поддержки.",
  "Tree Support Collision Resolution": "Разрешение для расчета столкновений древовидной поддержки",
  "Resolution to compute collisions with to avoid hitting the model. Setting this lower will produce more accurate trees that fail less often, but increases slicing time dramatically.": "Разрешение, применяемое при расчете столкновений во избежание столкновений с моделью. Если указать меньшее значение, древовидные структуры будут получаться более точными и устойчивыми, однако при этом значительно увеличится время разделения на слои.",
  "Slicing Tolerance": "Допуск слайсинга",
  "How to slice layers with diagonal surfaces. The areas of a layer can be generated based on where the middle of the layer intersects the surface (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the height of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Exclusive retains the most details, Inclusive makes for the best fit and Middle takes the least time to process.": "Способ выполнения слайсинга слоев диагональными поверхностями. Области слоя можно создать на основе места пересечения середины слоя и поверхности (Середина). Кроме того, каждый слой может иметь области, попадающие в объем по высоте слоя (Исключение), или слой имеет области, попадающие в любое место слоя (Включение). Способ «Исключение» сохраняет больше деталей. Способ «Включение» обеспечивает наилучшую подгонку. Способ «Середина» требует минимального времени для обработки.",
  "Middle": "Середина",
  "Exclusive": "Исключение",
  "Inclusive": "Включение",
  "Top Surface Skin Line Width": "Ширина линии крышки",
  "Width of a single line of the areas at the top of the print.": "Ширина одной линии крышки.",
  "Top Surface Skin Pattern": "Шаблон верхней оболочки",
  "The pattern of the top most layers.": "Шаблон, используемый для верхних слоёв оболочки.",
  "Top Surface Skin Line Directions": "Направление линий верхней оболочки",
  "A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).": "Список направлений линии при печати слоёв дна/крышки линиями или зигзагом. Элементы списка используются последовательно по мере печати слоёв и когда конец списка будет достигнут, он начнётся сначала. Элементы списка отделяются запятыми и сам список заключён в квадратные скобки. По умолчанию, он пустой, что означает использование стандартных углов (45 и 135 градусов).",
  "Infill Travel Optimization": "Оптимизация перемещения заполнения",
  "When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.": "Если включено, заказ, в котором печатаются линии заполнения, оптимизируется для сокращения пройденного расстояния. Достигнутое сокращение времени перемещения в очень большой степени зависит от модели, разделяемой на слои, шаблона заполнения, плотности и т. п. Обратите внимание, что для некоторых моделей, имеющих множество небольших заполняемых областей, время разделения на слои может существенно возрасти.",
  "Auto Temperature": "Автоматическая температура",
  "Change the temperature for each layer automatically with the average flow speed of that layer.": "Изменять температуру каждого слоя автоматически в соответствии со средней скоростью потока на этом слое.",
  "Flow Temperature Graph": "График температуры потока",
  "Data linking material flow (in mm3 per second) to temperature (degrees Celsius).": "График, объединяющий поток (в мм3 в секунду) с температурой (в градусах Цельсия).",
  "Minimum Polygon Circumference": "Минимальная длина окружности полигона",
  "Polygons in sliced layers that have a circumference smaller than this amount will be filtered out. Lower values lead to higher resolution mesh at the cost of slicing time. It is meant mostly for high resolution SLA printers and very tiny 3D models with a lot of details.": "Полигоны в разделенных слоях, длина окружности которых меньше указанной величины, будут отфильтрованы. Пониженные значения приводят к увеличению разрешения объекта за счет времени разделения. Это предназначено главным образом для принтеров SLA с высоким разрешением и миниатюрных 3D-моделей с множеством деталей.",
  "Break Up Support In Chunks": "Разбить поддержки на части",
  "Skip some support line connections to make the support structure easier to break away. This setting is applicable to the Zig Zag support infill pattern.": "Пропускать некоторые соединения в поддержках для облегчения их последующего удаления. Этот параметр влияет на зиг-заг шаблон заполнения.",
  "Support Chunk Size": "Размер части поддержек",
  "Leave out a connection between support lines once every N millimeter to make the support structure easier to break away.": "Пропускать соединение между линиями поддержки каждые N миллиметров для облегчения последующего удаления поддержек.",
  "Support Chunk Line Count": "Количество частей линий поддержки",
  "Skip one in every N connection lines to make the support structure easier to break away.": "Пропускать одну линию на каждые N соединительных линий, облегчая последующее удаление поддержек.",
  "Enable Draft Shield": "Разрешить печать кожуха",
  "This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.": "Создаёт стенку вокруг модели, которая удерживает (горячий) воздух и препятствует обдуву модели внешним воздушным потоком. Очень пригодится для материалов, которые легко деформируются.",
  "Draft Shield X/Y Distance": "Дистанция X/Y до кожуха",
  "Distance of the draft shield from the print, in the X/Y directions.": "Дистанция до стенки кожуха от модели, по осям X/Y.",
  "Draft Shield Limitation": "Ограничение кожуха",
  "Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.": "Устанавливает высоту кожуха. Можно печать кожух высотой с модель или указать определённую высоту.",
  "Full": "Полная",
  "Limited": "Ограниченная",
  "Draft Shield Height": "Высота кожуха",
  "Height limitation of the draft shield. Above this height no draft shield will be printed.": "Ограничение по высоте для кожуха. Выше указанного значение кожух печататься не будет.",
  "Make Overhang Printable": "Сделать нависания печатаемыми",
  "Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.": "Изменяет геометрию печатаемой модели так, чтобы снизить требования к объёму поддержек. Крутые навесы станут поменьше. Нависающие области опустятся и станут более вертикальными.",
  "Maximum Model Angle": "Максимальный угол модели",
  "The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.": "Максимальный угол нависания, после которого они становятся печатаемыми. При значении в 0° все нависания заменяются частью модели, соединённой со столом, при 90° в модель не вносится никаких изменений.",
  "Enable Coasting": "Разрешить накат",
  "Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.": "Накат отключает экструзию материала на завершающей части пути. Вытекающий материал используется для печати на завершающей части пути, уменьшая строчность.",
  "Coasting Volume": "Объём наката",
  "The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.": "Объём, который бы сочился. Это значение должно обычно быть близко к возведенному в куб диаметру сопла.",
  "Minimum Volume Before Coasting": "Минимальный объём перед накатом",
  "The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.": "Минимальный объём экструзии, который должен быть произведён перед выполнением наката. Для малых путей меньшее давление будет создаваться в боудене и таким образом, объём наката будет изменяться линейно. Это значение должно всегда быть больше \\Объёма наката\\.",
  "Coasting Speed": "Скорость наката",
  "The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.": "Скорость, с которой производятся движения во время наката, относительно скорости печати. Рекомендуется использовать значение чуть меньше 100%, так как во время наката давление в боудене снижается.",
  "Cross 3D Pocket Size": "Размер карманов креста 3D",
  "The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.": "Размер карманов при печати шаблоном крест 3D по высоте, когда шаблон касается сам себя.",
  "Cross Infill Density Image": "Изображение плотности перекрестного заполнения",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.": "Путь к файлу изображения, из которого значения яркости определяют минимальную плотность в соответствующем месте заполнения при печати.",
  "Cross Fill Density Image for Support": "Изображение плотности перекрестного заполнения для поддержки",
  "The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.": "Путь к файлу изображения, из которого значения яркости определяют минимальную плотность в соответствующем месте поддержки.",
  "Spaghetti Infill": "Спагетти",
  "Print the infill every so often, so that the filament will curl up chaotically inside the object. This reduces print time, but the behaviour is rather unpredictable.": "Печатает заполнение так часто, что филамент хаотически заполняет внутренность объекта. Это сокращает время печати, но выражается в непредсказуемом поведении.",
  "Spaghetti Infill Stepping": "Шаг спагетти заполнения",
  "Whether to print spaghetti infill in steps or extrude all the infill filament at the end of the print.": "Следует ли пошагово печатать спагетти заполнение или печатать материалом заполнения в конце печати.",
  "Spaghetti Maximum Infill Angle": "Максимальный угол спагетти заполнения",
  "The maximum angle w.r.t. the Z axis of the inside of the print for areas which are to be filled with spaghetti infill afterwards. Lowering this value causes more angled parts in your model to be filled on each layer.": "Максимальный угол по отношению к оси Z внутри печатаемого объёма для заполняемых областей. Уменьшение этого значения приводит к тому, что более наклонённые части вашей модели будут заполнены на каждом слое.",
  "Spaghetti Infill Maximum Height": "Максимальная высота спагетти заполнения",
  "The maximum height of inside space which can be combined and filled from the top.": "Максимальная высота внутри пространства которое может быть объединено и заполнено сверху.",
  "Spaghetti Inset": "Спагетти вставка",
  "The offset from the walls from where the spaghetti infill will be printed.": "Смещение от стенок внутри которых должно быть использовано спагетти заполнение.",
  "Spaghetti Flow": "Спагетти поток",
  "Adjusts the density of the spaghetti infill. Note that the Infill Density only controls the line spacing of the filling pattern, not the amount of extrusion for spaghetti infill.": "Управляет плотностью спагетти заполнения. Следует отметить, что плотность заполнения только контролирует расстояние между линиями шаблона заполнения, а не объёмом выдавливаемого материала.",
  "Spaghetti Infill Extra Volume": "Дополнительный объём спагетти заполнения",
  "A correction term to adjust the total volume being extruded each time when filling spaghetti.": "Период исправления для управления общим объёмом выдавленного материала при спагетти заполнении.",
  "Enable Conical Support": "Конические поддержки",
  "Make support areas smaller at the bottom than at the overhang.": "Нижняя часть поддержек становится меньше, чем верхняя.",
  "Conical Support Angle": "Угол конических поддержек",
  "The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.": "Угол наклона конических поддержек. При 0 градусах поддержки будут вертикальными, при 90 градусах будут горизонтальными. Меньшее значение углов укрепляет поддержки, но требует больше материала для них. Отрицательные углы приводят утолщению основания поддержек по сравнению с их верхней частью.",
  "Conical Support Minimum Width": "Минимальная ширина конических поддержек",
  "Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.": "Минимальная ширина, до которой может быть уменьшен низ конуса. Малая ширина может сделать такую структуру поддержек нестабильной.",
  "Fuzzy Skin": "Нечёткая оболочка",
  "Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.": "Вносит небольшое дрожание при печати внешней стенки, что придаёт поверхности шершавый вид.",
  "Fuzzy Skin Outside Only": "Только шершавая оболочка снаружи",
  "Jitter only the parts' outlines and not the parts' holes.": "Дрожание только контуров деталей, но не отверстий.",
  "Fuzzy Skin Thickness": "Толщина шершавости оболочки",
  "The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.": "Величина амплитуды дрожания. Рекомендуется придерживаться толщины внешней стенки, так как внутренние стенки не изменяются.",
  "Fuzzy Skin Density": "Плотность шершавой оболочки",
  "The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.": "Средняя плотность точек, добавленных на каждом полигоне в слое. Следует отметить, что оригинальные точки полигона отбрасываются, следовательно низкая плотность приводит к уменьшению разрешения.",
  "Fuzzy Skin Point Distance": "Дистанция между точками шершавой оболочки",
  "The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.": "Среднее расстояние между случайными точками, который вносятся в каждый сегмент линии. Следует отметить, что оригинальные точки полигона отбрасываются, таким образом, сильное сглаживание приводит к уменьшению разрешения. Это значение должно быть больше половины толщины шершавой оболочки.",
  "Flow Rate Compensation Max Extrusion Offset": "Макс. смещение экструзии для компенсации расхода",
  "The maximum distance in mm to move the filament to compensate for changes in flow rate.": "Максимальное расстояние (в мм) перемещения материала для компенсации изменения расхода.",
  "Flow Rate Compensation Factor": "Коэффициент компенсации расхода",
  "How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.": "Означает, насколько далеко следует переместить материал, чтобы компенсировать изменение расхода, в процентах от расстояния, на которое перемещается материал за одну секунду экструзии.",
  "Wire Printing": "Каркасная печать (КП)",
  "Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.": "Печатать только внешнюю поверхность с редкой перепончатой структурой, печатаемой \\прямо в воздухе\\. Это реализуется горизонтальной печатью контуров модели с заданными Z интервалами, которые соединяются диагональными линиями.",
  "WP Connection Height": "Высота соединений (КП)",
  "The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.": "Высота диагональных линий между двумя горизонтальными частями. Она определяет общую плотность сетевой структуры. Применяется только при каркасной печати.",
  "WP Roof Inset Distance": "Расстояние крыши внутрь (КП)",
  "The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.": "Покрываемое расстояние при создании соединения от внешней части крыши внутрь. Применяется только при каркасной печати.",
  "WP Speed": "Скорость каркасной печати",
  "Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.": "Скорость с которой двигается сопло, выдавая материал. Применяется только при каркасной печати.",
  "WP Bottom Printing Speed": "Скорость печати низа (КП)",
  "Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.": "Скорость, с которой печатается первый слой, касающийся стола. Применяется только при каркасной печати.",
  "WP Upward Printing Speed": "Скорость печати вверх (КП)",
  "Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.": "Скорость печати линии вверх \\в разрежённом воздухе\\. Применяется только при каркасной печати.",
  "WP Downward Printing Speed": "Скорость печати вниз (КП)",
  "Speed of printing a line diagonally downward. Only applies to Wire Printing.": "Скорость печати линии диагонально вниз. Применяется только при каркасной печати.",
  "WP Horizontal Printing Speed": "Скорость горизонтальной печати (КП)",
  "Speed of printing the horizontal contours of the model. Only applies to Wire Printing.": "Скорость, с которой печатаются горизонтальные контуры модели. Применяется только при нитевой печати.",
  "WP Flow": "Поток каркасной печати",
  "Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.": "Компенсация потока: объём выдавленного материала умножается на это значение. Применяется только при каркасной печати.",
  "WP Connection Flow": "Поток соединений (КП)",
  "Flow compensation when going up or down. Only applies to Wire Printing.": "Компенсация потока при движении вверх и вниз. Применяется только при каркасной печати.",
  "WP Flat Flow": "Поток горизонтальных линий (КП)",
  "Flow compensation when printing flat lines. Only applies to Wire Printing.": "Компенсация потока при печати плоских линий. Применяется только при каркасной печати.",
  "WP Top Delay": "Верхняя задержка (КП)",
  "Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.": "Задержка после движения вверх, чтобы такие линии были твёрже. Применяется только при каркасной печати.",
  "WP Bottom Delay": "Нижняя задержка (КП)",
  "Delay time after a downward move. Only applies to Wire Printing.": "Задержка после движения вниз. Применяется только при каркасной печати.",
  "WP Flat Delay": "Горизонтальная задержка (КП)",
  "Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.": "Задержка между двумя горизонтальными сегментами. Внесение такой задержки может улучшить прилипание к предыдущим слоям в местах соединений, в то время как более длинные задержки могут вызывать провисания. Применяется только при нитевой печати.",
  "WP Ease Upward": "Ослабление вверх (КП)",
  "WP Knot Size": "Размер узла (КП)",
  "Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.": "Создаёт небольшой узел наверху возвышающейся линии так, чтобы последующий горизонтальный слой имел больший шанс к присоединению. Применяется только при каркасной печати.",
  "WP Fall Down": "Падение (КП)",
  "Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.": "Расстояние, с которого материал падает вниз после восходящего выдавливания. Расстояние компенсируется. Применяется только при каркасной печати.",
  "WP Drag Along": "Протягивание (КП)",
  "Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.": "Расстояние, на которое материал от восходящего выдавливания тянется во время нисходящего выдавливания. Расстояние компенсируется. Применяется только при каркасной печати.",
  "WP Strategy": "Стратегия (КП)",
  "Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.": "Стратегия проверки соединения двух соседних слоёв в соответствующих точках. Откат укрепляет восходящие линии в нужных местах, но может привести к истиранию нити материала. Узел может быть сделан в конце восходящей линии для повышения шанса соединения с ним и позволить линии охладиться; однако, это может потребовать пониженных скоростей печати. Другая стратегия состоит в том, чтобы компенсировать провисание вершины восходящей линии; однако, строки будут не всегда падать, как предсказано.",
  "Compensate": "Компенсация",
  "Knot": "Узел",
  "Retract": "Откат",
  "WP Straighten Downward Lines": "Прямые нисходящие линии (КП)",
  "Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.": "Процент диагонально нисходящей линии, которая покрывается куском горизонтальной линии. Это может предотвратить провисание самых верхних точек восходящих линий. Применяется только при каркасной печати.",
  "WP Roof Fall Down": "Опадание крыши (КП)",
  "The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.": "Расстояние, на котором линии горизонтальной крыши печатаемые \\в воздухе\\ падают вниз при печати. Это расстояние скомпенсировано. Применяется только при каркасной печати.",
  "WP Roof Drag Along": "Протягивание крыши (КП)",
  "The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.": "Расстояние финальной части восходящей линии, которая протягивается при возвращении к внешнему контуру крыши. Это расстояние скомпенсировано. Применяется только при каркасной печати.",
  "WP Roof Outer Delay": "Задержка внешней крыши (КП)",
  "Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.": "Время, потраченное на внешних периметрах отверстия, которое станет крышей. Увеличенное время может придать прочности. Применяется только при каркасной печати.",
  "WP Nozzle Clearance": "Зазор сопла (КП)",
  "Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.": "Зазор между соплом и горизонтально нисходящими линиями. Большее значение уменьшает угол нисхождения, что приводит уменьшению восходящих соединений на следующем слое. Применяется только при каркасной печати.",
  "Use Adaptive Layers": "Использовать адаптивные слои",
  "Adaptive layers computes the layer heights depending on the shape of the model.": "В случае адаптивных слоев расчет высоты слоя осуществляется в зависимости от формы модели.",
  "Adaptive Layers Maximum Variation": "Максимальная вариация адаптивных слоев",
  "The maximum allowed height different from the base layer height.": "Максимальная разрешенная высота по сравнению с высотой базового уровня.",
  "Adaptive Layers Variation Step Size": "Размер шага вариации адаптивных слоев",
  "The difference in height of the next layer height compared to the previous one.": "Разница между высотой следующего слоя и высотой предыдущего слоя.",
  "Adaptive Layers Topography Size": "Размер топографии адаптивных слоев",
  "Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.": "Целевое расстояние по горизонтали между двумя соседними слоями. Уменьшение этого значения приведет к сокращению толщины слоев, и края слоев станут ближе друг к другу.",
  "Overhanging Wall Angle": "Угол нависающей стенки",
  "Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.": "Стенки, выступающие под углом больше указанного, будут напечатаны с использованием настроек выступающей стенки. Если значение составляет 90, стенки не считаются выступающими. Выступающие элементы, для которых имеется поддержка, также не считаются выступающими.",
  "Overhanging Wall Speed": "Скорость печати нависающей стенки",
  "Overhanging walls will be printed at this percentage of their normal print speed.": "Нависающие стенки будут напечатаны с данным процентным значением нормальной скорости печати.",
  "Enable Bridge Settings": "Активация настроек мостиков",
  "Detect bridges and modify print speed, flow and fan settings while bridges are printed.": "Обнаружение мостиков и изменение скорости печати, настроек потока и вентилятора во время печати мостиков.",
  "Minimum Bridge Wall Length": "Минимальная длина стенки мостика",
  "Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.": "Стенки без поддержки, которые короче указанного значения, будут напечатаны с использованием стандартных настроек стенок. Более длинные стенки без поддержки будут напечатаны с использованием настроек стенки мостика.",
  "Bridge Skin Support Threshold": "Пороговое значение поддержки для оболочки мостика",
  "If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.": "Если поддержка области оболочки составляет меньше указанного процентного значения от ее площади, печать должна быть выполнена с использованием настроек мостика. В противном случае печать осуществляется с использованием стандартных настроек оболочки.",
  "Bridge Sparse Infill Max Density": "Максимальная плотность разреженного заполнения мостика",
  "Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.": "Максимальная плотность заполнения, считающегося разреженным. Оболочка поверх разреженного заполнения считается неподдерживаемой и, соответственно, может обрабатываться как оболочка мостика.",
  "Bridge Wall Coasting": "Накат стенки мостика",
  "This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.": "Эта настройка управляет расстоянием наката экструдера непосредственно перед началом стенки мостика. Накат перед началом мостика может уменьшить давление в сопле и создать более ровный мостик.",
  "Bridge Wall Speed": "Скорость печати стенки мостика",
  "The speed at which the bridge walls are printed.": "Скорость, с которой происходит печать стенок мостика.",
  "Bridge Wall Flow": "Поток для стенки мостика",
  "When printing bridge walls, the amount of material extruded is multiplied by this value.": "Во время печати стенок мостика объем выдавленного материала умножается на указанное значение.",
  "Bridge Skin Speed": "Скорость печати оболочки мостика",
  "The speed at which bridge skin regions are printed.": "Скорость, с которой печатаются области оболочки мостика.",
  "Bridge Skin Flow": "Поток для оболочки мостика",
  "When printing bridge skin regions, the amount of material extruded is multiplied by this value.": "Во время печати областей оболочки мостика объем выдавленного материала умножается на указанное значение.",
  "Bridge Skin Density": "Плотность оболочки мостика",
  "The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "Плотность слоя оболочки мостика. Значения менее 100 увеличат зазоры между линиями оболочки.",
  "Bridge Fan Speed": "Скорость вентилятора для мостика",
  "Percentage fan speed to use when printing bridge walls and skin.": "Скорость вентилятора в процентах, которую необходимо использовать при печати стенок и оболочки мостика.",
  "Bridge Has Multiple Layers": "В мостике несколько слоев",
  "If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.": "Если настройка активна, второй и третий слои над воздушным зазором печатаются с использованием указанных далее настроек. В противном случае эти слои печатаются с использованием стандартных настроек.",
  "Bridge Second Skin Speed": "Скорость печати второй оболочки мостика",
  "Print speed to use when printing the second bridge skin layer.": "Скорость, с которой печатается слой второй оболочки мостика.",
  "Bridge Second Skin Flow": "Поток для второй оболочки мостика",
  "When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.": "Во время печати слоя второй оболочки мостика объем выдавленного материала умножается на указанное значение.",
  "Bridge Second Skin Density": "Плотность второй оболочки мостика",
  "The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "Плотность слоя второй оболочки мостика. Значения менее 100 увеличат зазоры между линиями оболочки.",
  "Bridge Second Skin Fan Speed": "Скорость вентилятора для второй оболочки мостика",
  "Percentage fan speed to use when printing the second bridge skin layer.": "Скорость вентилятора в процентах, с которой печатается слой второй оболочки мостика.",
  "Bridge Third Skin Speed": "Скорость печати третьей оболочки мостика",
  "Print speed to use when printing the third bridge skin layer.": "Скорость, с которой печатается слой третьей оболочки мостика.",
  "Bridge Third Skin Flow": "Поток для третьей оболочки мостика",
  "When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.": "Во время печати слоя третьей оболочки мостика объем выдавленного материала умножается на указанное значение.",
  "Bridge Third Skin Density": "Плотность третьей оболочки мостика",
  "The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.": "Плотность слоя третьей оболочки мостика. Значения менее 100 увеличат зазоры между линиями оболочки.",
  "Bridge Third Skin Fan Speed": "Скорость вентилятора для третьей оболочки мостика",
  "Percentage fan speed to use when printing the third bridge skin layer.": "Скорость вентилятора в процентах, с которой печатается слой третьей оболочки мостика.",
  "Wipe Nozzle Between Layers": "Очистка сопла между слоями",
  "Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.": "Следует ли добавлять G-код очистки сопла между слоями (максимум один на слой). Включение этого параметра может повлиять на ход отката при смене слоя. Используйте параметры отката с очисткой для управления откатом на слоях, для которых используется скрипт очистки.",
  "Material Volume Between Wipes": "Объем материала между очистками",
  "Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.": "Максимальный объем материала, который можно выдавить перед очередной очисткой сопла. Если это значение меньше объема материала, требуемого для слоя, данная настройка в этом слое не действует (т. е. максимум одна очистка на слой).",
  "Wipe Retraction Enable": "Включение отката с очисткой",
  "Wipe Retraction Distance": "Расстояние отката с очисткой",
  "Amount to retract the filament so it does not ooze during the wipe sequence.": "Величина отката нити, предотвращающего просачивание во время последовательности очистки.",
  "Wipe Retraction Extra Prime Amount": "Дополнительно заполняемый объем при откате с очисткой",
  "Some material can ooze away during a wipe travel moves, which can be compensated for here.": "Небольшое количество материала может просочиться при перемещении во время очистки, что можно скомпенсировать с помощью данного параметра.",
  "Wipe Retraction Speed": "Скорость отката с очисткой",
  "The speed at which the filament is retracted and primed during a wipe retraction move.": "Скорость, с которой нить будет втягиваться и заправляться при откате с очисткой.",
  "Wipe Retraction Retract Speed": "Скорость отката при откате с очисткой",
  "The speed at which the filament is retracted during a wipe retraction move.": "Скорость, с которой нить будет втягиваться при откате с очисткой.",
  "Wipe Retraction Prime Speed": "Скорость заправки при откате с очисткой",
  "The speed at which the filament is primed during a wipe retraction move.": "Скорость, с которой нить заправляется при откате с очисткой.",
  "Wipe Pause": "Приостановка очистки",
  "Pause after the unretract.": "Приостановка после отмены отката.",
  "Wipe Z Hop": "Поднятие оси Z при очистке",
  "When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "При очистке рабочий стол опускается для создания зазора между соплом и печатаемой деталью. Это предотвращает соударение сопла и печатаемой детали во время движений, снижая вероятность смещения печатаемой детали на рабочем столе.",
  "Wipe Z Hop Height": "Высота поднятия оси Z при очистке",
  "Wipe Hop Speed": "Скорость поднятия при очистке",
  "Speed to move the z-axis during the hop.": "Скорость перемещения оси Z во время поднятия.",
  "Wipe Brush X Position": "Позиция X очистной щетки",
  "X location where wipe script will start.": "Расположение X, в котором запустится скрипт очистки.",
  "Wipe Repeat Count": "Количество повторов очистки",
  "Number of times to move the nozzle across the brush.": "Количество перемещений сопла поперек щетки.",
  "Wipe Move Distance": "Расстояние перемещения при очистке",
  "The distance to move the head back and forth across the brush.": "Расстояние перемещения головки назад и вперед поперек щетки.",
  "Small Hole Max Size": "Максимальный размер малого отверстия",
  "Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.": "Отверстия и контуры деталей с диаметром меньше этого значения будут напечатаны с использованием функции «Скорость для малых элементов».",
  "Small Feature Max Length": "Максимальная длина малого элемента",
  "Feature outlines that are shorter than this length will be printed using Small Feature Speed.": "Контуры элементов с длиной меньше этого значения будут напечатаны с использованием функции «Скорость для малых элементов».",
  "Small Feature Speed": "Скорость для малых элементов",
  "Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Малые элементы будут напечатаны со скоростью, составляющей этот процент от их нормальной скорости печати. Более медленная печать может улучшить адгезию и точность.",
  "Small Feature Initial Layer Speed": "Скорость первого слоя для небольших объектов",
  "Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.": "Малые элементы на первом слое будут напечатаны со скоростью, составляющей этот процент от их нормальной скорости печати. Более медленная печать может улучшить адгезию и точность.",
  "Command Line Settings": "Параметры командной строки",
  "Settings which are only used if CuraEngine isn't called from the Cura frontend.": "Параметры, которые используются в случае, когда CuraEngine вызывается напрямую.",
  "Center Object": "Центрирование объекта",
  "Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.": "Следует ли размещать объект в центре стола (0, 0), вместо использования координатной системы, в которой был сохранён объект.",
  "Mesh Position X": "X позиция объекта",
  "Offset applied to the object in the x direction.": "Смещение, применяемое к объекту по оси X.",
  "Mesh Position Y": "Y позиция объекта",
  "Offset applied to the object in the y direction.": "Смещение, применяемое к объекту по оси Y.",
  "Mesh Position Z": "Z позиция объекта",
  "Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.": "Смещение, применяемое к объекту по оси Z. Это позволяет выполнять операцию, ранее известную как проваливание объекта под поверхность стола.",
  "Mesh Rotation Matrix": "Матрица вращения объекта"
}